{
  "id": "00",
  "moduleId": "appendix",
  "title": "How to Use These Reference Tools",
  "type": "reference",
  "estimatedTime": "2 min",
  
  "content": {
    "intro": "You've completed the deep training. You understand that every protocol is a doorway to consciousness.\n\nThese reference pages are your practical tools for active service. They're designed for speed—no stories, no scenarios, just the essential information you need in the moment.\n\nWhen you're mid-event and need to check a Telegram format, verify gravity chair reset steps, or confirm when to call Medical versus MA—these tools are here for you.",
    
    "sections": [
      {
        "title": "The Spiritual Practice of Quick Reference",
        "content": "What makes these tools sacred isn't what's written on the page.\n\nIt's what you bring to them.\n\n**When you grab your phone to check a protocol**—that's you choosing to serve with precision.\n\n**When you verify a checklist mid-task**—that's you honoring your commitment to excellence.\n\n**When you pause to look up the right Telegram format**—that's you protecting coherence through clear communication.\n\nThe tools stay practical. The consciousness is what you bring."
      },
      {
        "title": "How to Use This Section",
        "items": [
          "**Scan quickly**: These pages are built for speed. Bullet points, checklists, step-by-step guides.",
          "**Bookmark what matters**: Save your most-used references for instant access on your phone.",
          "**Print if helpful**: Some volunteers prefer paper copies clipped to their lanyards.",
          "**Trust your training**: These tools support your knowledge—they don't replace it.",
          "**Return when needed**: You don't need to memorize everything. That's why these exist."
        ]
      },
      {
        "title": "A Reminder About Mastery",
        "content": "Mastery isn't about never needing to look things up.\n\nMastery is knowing when to reference your tools, when to trust your training, and when to improvise with wisdom.\n\nThe volunteer who checks the protocol mid-task isn't less skilled than the one who remembers it by heart. They're both serving with integrity.\n\nUse these tools freely. There's no shame in double-checking. There's only the commitment to getting it right."
      },
      {
        "title": "Ready When You Need Them",
        "content": "These reference pages are always here—before your first event, during intense moments, after long shifts when your brain is tired.\n\nYour job isn't to be perfect. Your job is to show up, stay grounded, and serve with heart.\n\nThese tools are here to help you do exactly that.\n\n🦋 **Sacred Reminder**: The checklist is your support, not your master. When in doubt, trust your training and lead with heart."
      }
    ]
  }
}
