{
  "id": "01",
  "moduleId": "04-critical-protocols",
  "title": "Recognizing & Responding to Seizures",
  "estimatedTime": "15 min",
  "phase1_prime": {
    "breathing": {
      "intro": "This chapter could save a life. Every word matters.",
      "instructions": "This is medical precision. Read carefully. Practice mentally. Know this cold."
    },
    "story": {
      "content": "Day 4, afternoon meditation. Rachel was monitoring the Blue section when she saw it.\n\nRow 12, seat 7. A man—mid-40s—suddenly went rigid. His whole body stiffened. Then jerking. Rhythmic, involuntary movements. His eyes rolled back.\n\nRachel's training kicked in immediately.\n\nSeizure.\n\nShe moved quickly to him. Checked: breathing? Yes. Space around him? Clear. Nothing sharp nearby? No.\n\nShe signaled another volunteer: 'Get Medical. NOW.'\n\nShe knelt beside him. Didn't touch him. Didn't try to hold him down. Didn't put anything in his mouth. Just watched. Timed it. Protected his space.\n\n45 seconds. The jerking slowed. Stopped. His body relaxed.\n\nMedical arrived within 90 seconds of her signal. Two RNs, equipment ready.\n\nRachel briefed them quickly: 'Tonic-clonic seizure. Lasted about 45 seconds. Stopped on its own. He's breathing. Post-ictal now.'\n\nThe lead RN looked at her. 'You did everything right. Perfect response. Timing the seizure, protecting his space, not intervening incorrectly, getting us here fast. This is textbook.'\n\nThe man came to slowly. Confused. Disoriented. Medical assessed him, checked vitals, took history. Turned out: known epilepsy. Forgot his medication that morning.\n\nMedical monitored him for 30 minutes. He was fine. Chose to continue the event with increased medication compliance.\n\nAfter the event, Rachel's Team Lead pulled her aside.\n\n'You handled that seizure like a pro. Do you know why it mattered that you did it right?'\n\n'Because I didn't make it worse?'\n\n'Exactly. People panic. They try to hold the person down, put things in their mouth, move them during the seizure. That causes injury. You did none of that. You protected him by knowing what NOT to do. That's the difference between a good volunteer and a great one.'\n\nRachel understood: knowing the protocol isn't just about helping. It's about not harming."
    },
    "whyThisMatters": {
      "quote": "The body has an innate intelligence. Sometimes our job is simply to protect it while it does what it needs to do.",
      "author": "Dr. Joe Dispenza",
      "content": "Seizures happen at these events. Not often, but they happen.\n\nWhy?\n\n1. **Pre-existing conditions:** People with epilepsy attend. Sometimes they forget medications. Sometimes stress or lack of sleep lowers their threshold.\n\n2. **Intense meditation states:** Deep breathing, altered states, hyperventilation—these can occasionally trigger seizure activity in susceptible individuals.\n\n3. **Dehydration and exhaustion:** Long days, inadequate water, low blood sugar—these are seizure triggers.\n\n4. **Unknown conditions:** Some people have their first seizure at an event. No prior history. This is rare but possible.\n\nYou will likely witness a seizure if you volunteer enough times. When you do, your response matters.\n\n**Good response:**\n- Prevents injury\n- Gets appropriate medical help\n- Provides accurate information to Medical\n- Stays calm, models calm for others\n- Allows seizure to run its course safely\n\n**Poor response:**\n- Causes injury (restraining, inserting objects in mouth)\n- Delays medical help (panic, confusion, unclear communication)\n- Provides inaccurate information (guessing vs. observing)\n- Creates chaos (yelling, panicking, drawing crowd)\n- Interferes with the body's process\n\nThis chapter teaches you:\n• How to recognize different types of seizures\n• The exact protocol for responding to tonic-clonic (grand mal) seizures\n• What NEVER to do (dangerous myths)\n• When to call 911 vs. when Medical handles it\n• Post-seizure care and monitoring\n• How to document and communicate what you witnessed\n\nThis is life-saving information. Not theoretical. Practical. Precise.\n\nYou're learning to respond with calm competence when seconds matter.\n\nPay attention to every word."
    },
    "learningObjectives": [
      "Recognize the signs of different seizure types instantly",
      "Execute the exact protocol for seizure response without hesitation",
      "Know what NEVER to do during a seizure (dangerous myths that cause harm)",
      "Understand when to call 911 vs. when Medical team handles it internally",
      "Provide accurate post-seizure care and clear communication to Medical team"
    ]
  },
  "phase2_immerse": {
    "sections": [
      {
        "title": "Types of Seizures: What They Look Like",
        "content": "**Not all seizures look the same. Recognition is the first step.**\n\n**TONIC-CLONIC SEIZURE (Grand Mal) - MOST DRAMATIC:**\n\n**What you see:**\n• Sudden loss of consciousness—person falls if standing\n• Body goes rigid and stiff (tonic phase) - 10-20 seconds\n• Then rhythmic jerking movements (clonic phase) - 1-3 minutes\n• Eyes may roll back or be open but unseeing\n• Jaw may clench\n• May bite tongue or inside of cheek\n• May lose bladder/bowel control\n• May make sounds (moaning, grunting) but is not conscious\n• Breathing may be irregular during seizure\n• Skin may look bluish (cyanosis) briefly due to breathing pause\n\n**After seizure stops:**\n• Person is unresponsive or very confused (post-ictal state)\n• May be sleepy, disoriented, aggressive, or frightened\n• Gradually returns to awareness over 5-30 minutes\n• May have headache, muscle soreness, fatigue\n• Usually no memory of the seizure itself\n\n**FOCAL (PARTIAL) SEIZURE - MORE SUBTLE:**\n\n**What you see:**\n• Person may remain conscious but seem 'off'\n• Staring blankly, unresponsive to questions\n• Repetitive movements: lip smacking, hand movements, picking at clothes\n• May wander or seem confused\n• Speech may be garbled or absent\n• Lasts 1-2 minutes typically\n• Person slowly returns to normal afterward\n• May not remember the episode\n\n**ABSENCE SEIZURE - VERY BRIEF:**\n\n**What you see:**\n• Sudden blank stare\n• Brief pause in activity (5-10 seconds)\n• Eyes may flutter or roll up slightly\n• Returns to normal immediately after\n• May not realize they had a seizure\n• More common in children but can occur in adults\n\n**MYOCLONIC SEIZURE - QUICK JERKS:**\n\n**What you see:**\n• Sudden brief jerks or twitches\n• May affect one limb or whole body\n• Person remains conscious\n• May drop things or fall\n• Very brief—a second or less\n\n**The one you're most likely to encounter and need to respond to: TONIC-CLONIC.**\n\nThe rest of this chapter focuses on that type—the most dramatic and the one requiring the clearest protocol."
      },
      {
        "title": "The Protocol: Exact Steps for Tonic-Clonic Seizure Response",
        "content": "**When you recognize a tonic-clonic seizure, follow this protocol EXACTLY:**\n\n**STEP 1: STAY CALM AND ASSESS (5 seconds)**\n• Confirm it's a seizure (loss of consciousness, rhythmic jerking)\n• Note the time it started (check watch/phone)\n• Quick safety scan: Are they about to fall off something? Hit something sharp?\n\n**STEP 2: PROTECT FROM INJURY (Immediate)**\n• If they're falling, try to ease them to the ground if possible\n• If already on ground, ensure space around them\n• Move furniture, equipment, or other objects that could cause injury\n• Do NOT try to hold them down or stop the movements\n• Do NOT put anything in their mouth\n• Do NOT try to move them unless they're in immediate danger (fire, stairs, etc.)\n\n**STEP 3: GET HELP (Immediate—while protecting them)**\n• Signal another volunteer or staff member\n• Say clearly: 'Medical emergency—seizure. Get Medical NOW.'\n• If you have phone, post in Telegram:\n  '🚨🚨 MEDICAL EMERGENCY\n  • [Name if known]\n  • SEIZURE IN PROGRESS\n  • Location: [precise location]\n  • Started at [time]\n  • I am with them'\n• Do NOT leave them alone to find help—send someone else\n\n**STEP 4: MONITOR AND TIME (During seizure)**\n• Stay with them, position yourself nearby\n• Keep timing—note how long the seizure lasts\n• Observe their breathing (may be irregular—this is normal during seizure)\n• Watch for injury (hitting head, biting tongue, etc.)\n• Keep others back—protect their dignity and give Medical space when they arrive\n• Do NOT restrain them or put pressure on their limbs\n\n**STEP 5: POSITION FOR SAFETY (When jerking stops)**\n• Once jerking completely stops and body relaxes, check breathing\n• If breathing normally and no neck/spinal injury suspected: Turn them on their side (recovery position)\n  - This prevents choking if they vomit\n  - Keeps airway clear\n  - Tilt head slightly back to open airway\n• If NOT breathing or breathing very poorly: DO NOT MOVE—Medical will handle airway\n• If neck/spinal injury suspected (fell from height, hit head hard): DO NOT MOVE—Medical will handle\n\n**STEP 6: PROVIDE POST-ICTAL CARE (After seizure, before Medical arrives)**\n• Talk to them calmly: 'You're safe. You had a seizure. Help is coming.'\n• Don't expect them to respond coherently yet\n• Keep them on their side\n• Loosen any tight clothing around neck\n• Stay with them, provide calm presence\n• Don't give them food, water, or medication\n• Don't let them walk around (they're disoriented, may fall)\n\n**STEP 7: BRIEF MEDICAL (When they arrive)**\n• How long the seizure lasted (total time from start to stop of jerking)\n• Description of what you saw\n• Any injuries (hit head, bit tongue, etc.)\n• Are they breathing normally now\n• Level of consciousness post-seizure\n• Any information about them (name, known epilepsy, etc.)\n\n**CRITICAL TIMING THRESHOLDS:**\n• Seizure lasting MORE than 5 minutes → Call 911 immediately (Status epilepticus—life threatening)\n• Second seizure before they fully recover from first → Call 911 immediately\n• Not breathing normally after seizure stops → Call 911 immediately\n• Injured in the fall (head trauma, broken bones) → Medical assesses, may call 911",
        "pullQuote": {
          "text": "In an emergency, the body knows what to do. Our job is to create safety for its intelligence to work.",
          "author": "Dr. Joe Dispenza"
        }
      },
      {
        "title": "CRITICAL: What NEVER to Do During a Seizure",
        "content": "**These are dangerous myths that cause harm. NEVER do these:**\n\n**❌ NEVER put anything in their mouth**\n\n*The myth:* They'll swallow their tongue.\n*The truth:* It's physically impossible to swallow your tongue.\n*The danger:* Objects in the mouth can:\n  - Break teeth\n  - Cause choking\n  - Obstruct airway\n  - Injure your fingers if they bite down\n  - Block Medical's airway management\n\nAbsolutely nothing goes in their mouth during or immediately after a seizure. Nothing.\n\n**❌ NEVER try to hold them down or restrain their movements**\n\n*The myth:* You need to stop the jerking.\n*The truth:* The seizure must run its course. You can't stop it.\n*The danger:* Restraining can:\n  - Cause muscle, ligament, or bone injuries\n  - Increase their distress\n  - Injure you if they're strong\n  - Doesn't stop the seizure, just adds harm\n\nLet the body move. Protect from injury, but don't restrain.\n\n**❌ NEVER give them water, food, or medication during or immediately after**\n\n*The myth:* They need water or their medication.\n*The truth:* They can't swallow safely while seizing or immediately post-ictal.\n*The danger:* They can:\n  - Choke\n  - Aspirate liquid into lungs (pneumonia)\n  - Worsen medical condition\n\nWait until they're fully alert and Medical clears them to drink/eat.\n\n**❌ NEVER move them unless they're in immediate danger**\n\n*The myth:* They need to be more comfortable.\n*The truth:* Movement can cause injury if they have fractures or head trauma.\n*The danger:* Moving can:\n  - Worsen spinal injuries\n  - Cause additional trauma\n  - Complicate medical assessment\n\nOnly move if they're in immediate danger (fire, about to fall off something, in water). Otherwise, let them be where they are.\n\n**❌ NEVER leave them alone**\n\n*The myth:* They need privacy.\n*The truth:* They need monitoring in case complications arise.\n*The danger:* They could:\n  - Have another seizure\n  - Stop breathing\n  - Aspirate vomit\n  - Be confused and wander into danger\n  - Need immediate intervention\n\nStay with them until Medical arrives and takes over.\n\n**❌ NEVER assume they're okay immediately after**\n\n*The myth:* Seizure's over, they're fine now.\n*The truth:* Post-ictal state can last 30+ minutes. They need medical evaluation.\n*The danger:* Complications can include:\n  - Another seizure\n  - Head injury from fall\n  - Cardiac issues\n  - Underlying cause needs assessment\n\nAlways get Medical involved. Every seizure gets evaluated.\n\n**The principle: First, do no harm.**\n\nYour job during a seizure:\n1. Protect them from injury\n2. Time it\n3. Get Medical\n4. Monitor\n5. Stay calm\n\nThat's it. Everything else is either unnecessary or dangerous."
      },
      {
        "title": "When to Call 911: Decision Tree",
        "content": "**The Medical team usually handles seizures. But sometimes 911 is needed.**\n\n**CALL 911 IMMEDIATELY IF:**\n\n**1. Seizure lasts longer than 5 minutes**\n• This is status epilepticus—medical emergency\n• Brain can be damaged by prolonged seizure\n• Medical will call 911 if they're not already there\n• If Medical hasn't arrived by 5-minute mark, call 911 yourself\n\n**2. Second seizure before they fully recover from first**\n• Called 'cluster seizures'\n• Indicates lack of control\n• Needs emergency intervention\n• Call 911 even if Medical is there—they'll coordinate\n\n**3. Seizure occurred in water**\n• Risk of drowning\n• Even if they're out of water, they may have aspirated\n• Needs emergency evaluation\n• Call 911 immediately\n\n**4. Person is injured in the fall**\n• Head trauma\n• Suspected spinal injury\n• Broken bones\n• Heavy bleeding\n• Medical will assess and call 911 if needed, but if Medical isn't there quickly, call\n\n**5. Person is not breathing normally after seizure stops**\n• Breathing should resume within 1-2 minutes after seizure ends\n• If not breathing or breathing very poorly → 911 immediately\n• Start CPR if trained and no pulse\n• Medical will take over when they arrive\n\n**6. First-time seizure (no history of epilepsy)**\n• Needs emergency evaluation to determine cause\n• Could be stroke, tumor, infection, or other serious condition\n• Medical will likely call 911 for transport\n• First seizure ever = emergency room\n\n**7. Person is pregnant**\n• Seizures during pregnancy are high risk\n• Needs immediate emergency care\n• Call 911 even if seizure is brief\n• Medical will coordinate but 911 should be en route\n\n**8. Person is diabetic**\n• Seizure could be from hypoglycemia (low blood sugar)\n• Needs immediate glucose management\n• Medical handles this but may call 911 for transport\n• Time is critical with diabetic seizures\n\n**LET MEDICAL HANDLE (Don't call 911 yourself):**\n\n• Known epilepsy, seizure less than 5 minutes, breathing resumes normally\n• Person returns to baseline within expected timeframe\n• No injuries from fall\n• Medical team is present and assessing\n• Person declines 911 after Medical evaluation (if conscious and competent)\n\n**Your role:**\nProvide information to Medical so they can decide about 911. You don't have to know all the medical details—just observe and report what you see.\n\nIf Medical hasn't arrived and it's been 5+ minutes of active seizing, or person isn't breathing post-seizure, you call 911. Don't wait.\n\n**The 911 call:**\n'We have a person having a seizure at [address]. The seizure has lasted [X] minutes. They are [breathing/not breathing]. We have medical personnel en route. We need an ambulance immediately.'\n\nClear. Factual. Location. Status. Done."
      },
      {
        "title": "Post-Seizure Care: The Recovery Phase",
        "content": "**After the seizure stops, a new phase begins: post-ictal state.**\n\n**What 'post-ictal' means:**\nThe period after a seizure when the brain is recovering. The person is not fully conscious or oriented. This is normal and expected. It can last 5-30 minutes, sometimes longer.\n\n**What you'll observe:**\n• Confusion (they don't know where they are, what happened)\n• Disorientation (may not know the date, their name, why they're there)\n• Sleepiness or exhaustion\n• Possible agitation or aggression (not personal—brain is confused)\n• Headache, muscle soreness\n• Slurred speech\n• Memory gaps\n• Emotional (crying, fear, embarrassment)\n\n**Your role during post-ictal phase:**\n\n**1. Maintain safety positioning**\n• Keep them on their side (recovery position)\n• Support their head with something soft if available\n• Don't let them try to stand up or walk yet\n• They may insist they're fine—they're not yet\n\n**2. Provide calm reassurance**\n• Speak softly and simply: 'You're safe. You had a seizure. You're going to be okay.'\n• Repeat as needed—they may not remember you saying it\n• Don't ask complex questions or expect coherent answers yet\n• Just presence, not conversation\n\n**3. Protect dignity**\n• Keep onlookers back\n• Cover them with a blanket if clothing is displaced\n• Don't allow photos or videos\n• Treat them with respect—they're vulnerable\n\n**4. Monitor for complications**\n• Watch breathing—should be regular now\n• Check for injuries you might have missed\n• Note if they're slowly improving or staying very altered\n• If they have another seizure, note timing and get Medical attention immediately\n\n**5. Don't give them anything**\n• No water (choking risk until fully alert)\n• No food\n• No medication (even if they ask for their seizure meds—Medical decides)\n• Wait for Medical to clear them\n\n**6. Stay with them**\n• Until Medical arrives\n• Until they're fully alert and oriented\n• Until someone else takes over their care\n• They should not be alone in this state\n\n**When Medical arrives, report:**\n• Total duration of seizure\n• Description of seizure activity\n• Time seizure ended\n• Current level of consciousness\n• Any injuries observed\n• Person's medical history if you know it (do they have epilepsy, did they mention medications, etc.)\n• How they're doing now compared to right after seizure ended (improving, same, worse)\n\n**What Medical will do:**\n• Assess vital signs (pulse, blood pressure, oxygen)\n• Check for injuries\n• Determine if they need hospital evaluation\n• If known epilepsy and typical seizure, may allow them to rest and continue event\n• If first-time seizure or atypical presentation, will likely arrange transport to ER\n• Make sure they're oriented before leaving them\n• Arrange for someone to stay with them\n\n**Your job ends when:**\nMedical says 'We've got it from here. Thank you.' Then you return to your post, ground yourself, and continue serving."
      },
      {
        "title": "Documentation and Communication",
        "content": "**After a seizure, clear documentation matters for the person's ongoing care.**\n\n**What to document (write it down immediately):**\n\n**Timing:**\n• What time the seizure started (be as precise as possible)\n• What time the seizure stopped (when jerking ended)\n• Total duration\n• Current time when Medical took over\n\n**Description:**\n• What you saw: 'Sudden loss of consciousness, fell to ground, body went rigid for approximately 15 seconds, then rhythmic jerking of all limbs for approximately 2 minutes'\n• Not interpretations: Just facts\n• Any sounds they made\n• Eye position if you noticed\n• Color of skin (normal, pale, bluish)\n\n**Injuries:**\n• Hit head when falling? On what?\n• Bit tongue or cheek? (you'll see blood)\n• Any other visible injuries\n\n**Context:**\n• What were they doing when it started (sitting, standing, meditating)\n• Any warning signs they mentioned beforehand\n• Had they said they weren't feeling well\n\n**Post-seizure:**\n• How long until they started to become responsive\n• Any repeated seizures\n• How they are when Medical takes over\n\n**What to tell Medical:**\nEverything above, clearly and concisely. Start with the most critical:\n\n'Tonic-clonic seizure, lasted approximately 2 minutes, started at 3:42 PM, stopped at 3:44 PM. They hit their head on the floor when they fell. Breathing resumed normally after seizure ended. They're post-ictal now, confused but breathing is fine.'\n\nThen answer any questions they have.\n\n**What to tell your Team Lead:**\n• That there was a seizure\n• That Medical was called and handled it\n• General outcome (person is okay, person was transported to hospital, etc.)\n• Don't share identifying details with other volunteers—respect privacy\n\n**What NOT to do:**\n• Don't post about it on social media\n• Don't discuss details with other participants\n• Don't gossip about who it was or what they looked like\n• Don't speculate about why it happened\n• This person's medical event is private\n\n**Why documentation matters:**\n• Medical team needs accurate information for assessment\n• If person goes to hospital, your observations help doctors\n• If there are questions later, your written notes are reliable\n• You'll forget details quickly—write them immediately\n\n**Keep it simple:**\nSmall notebook, note the time, duration, what you saw. That's enough. Medical will ask for more details if needed."
      }
    ]
  },
  "phase3_integrate": {
    "quiz": [
      {
        "question": "You're monitoring your section when someone suddenly falls to the ground, their body goes rigid, then begins rhythmic jerking. What are your first three actions?",
        "options": [
          {
            "text": "1) Note the time and confirm it's a seizure, 2) Clear space around them and ensure they can't hit anything, 3) Signal for Medical immediately while staying with them",
            "isCorrect": true,
            "feedback": "Perfect. You've identified the emergency, protected them from injury, and gotten help coming—all while staying present. These first actions set up everything else to go well. You're timing it, protecting them, getting professional help, and not leaving them alone. This is textbook response."
          },
          {
            "text": "1) Try to hold them still to prevent them from hurting themselves, 2) Put something soft in their mouth so they don't bite their tongue, 3) Call for Medical",
            "isCorrect": false,
            "feedback": "No. Never restrain during a seizure—you can cause injury. Never put anything in their mouth—this is extremely dangerous and can obstruct their airway or break their teeth. The sequence should be: recognize, protect space, get help, time it. Let the body do what it needs to do."
          },
          {
            "text": "1) Call 911 immediately, 2) Start CPR, 3) Try to wake them up by calling their name loudly",
            "isCorrect": false,
            "feedback": "Too much, too fast. First get Medical—they're on-site and equipped to handle seizures. Most seizures don't require 911. No CPR needed during an active seizure if they're breathing (which they likely are). Calling their name won't wake them—it's a seizure, not sleep. Follow the correct sequence: recognize, protect, get Medical, time it."
          },
          {
            "text": "1) Turn them on their side immediately, 2) Check if they're breathing, 3) Give them water to help them recover",
            "isCorrect": false,
            "feedback": "Don't turn them on their side during the jerking phase—you could injure them or yourself. Wait until the seizure stops. They're likely breathing during the seizure. Never give water during or immediately after a seizure—massive choking risk. Correct sequence: recognize, protect space, get help, time it, THEN position on side after seizure stops."
          }
        ]
      },
      {
        "question": "A participant is having a tonic-clonic seizure. You've noted it started at 2:43 PM and signaled for Medical. It's now 2:47 PM and the seizure is still active (rhythmic jerking continues). Medical hasn't arrived yet. What do you do?",
        "options": [
          {
            "text": "The seizure has now lasted 4 minutes. Continue protecting them and prepare to call 911 yourself if it reaches 5 minutes. Signal another volunteer to find out where Medical is.",
            "isCorrect": true,
            "feedback": "Exactly right. You're aware of the critical 5-minute threshold for status epilepticus. You're maintaining your role protecting them while preparing for escalation. You're also using resources (another volunteer) to locate Medical without leaving the person. This is excellent crisis management under pressure."
          },
          {
            "text": "4 minutes is long enough—call 911 immediately since Medical hasn't arrived yet",
            "isCorrect": false,
            "feedback": "The threshold is 5 minutes, not 4. While 4 minutes feels long, most seizures stop before 5 minutes. Medical may be en route. Give it one more minute. If it hits 5 minutes or if Medical hasn't arrived by then and it's still going, then call 911. Follow the protocol's timing—it's based on medical science."
          },
          {
            "text": "Try to wake them by speaking loudly and gently shaking their shoulder—maybe you can interrupt the seizure before it gets more dangerous",
            "isCorrect": false,
            "feedback": "You cannot interrupt a seizure by waking them up. This isn't sleep or a trance state—it's abnormal electrical activity in the brain. Shaking them does nothing except potentially cause injury. Continue the correct protocol: protect, time, monitor, and prepare for 911 if needed at 5 minutes."
          },
          {
            "text": "Leave them briefly to run and get Medical personally since they haven't arrived yet",
            "isCorrect": false,
            "feedback": "Never leave someone during an active seizure. They could stop breathing, have complications, or injure themselves further. Send someone else to find Medical if needed, but you stay. Your presence is critical for monitoring and protection. Don't abandon your post."
          }
        ]
      },
      {
        "question": "The seizure has stopped after about 90 seconds. The person is now lying still, eyes closed, breathing normally but not responding to your voice. What do you do next?",
        "options": [
          {
            "text": "Turn them gently onto their side (recovery position), keep monitoring their breathing, talk to them calmly that they're safe and help is coming, and wait for Medical without giving them anything.",
            "isCorrect": true,
            "feedback": "Perfect post-ictal care. Side position protects airway in case of vomiting. You're monitoring the critical sign (breathing). Calm reassurance helps even if they seem unresponsive—they may hear you. Not giving food/water/meds prevents choking. You're doing everything right. This is skilled care."
          },
          {
            "text": "Since they're breathing normally, leave them where they are and step away to give them privacy until Medical arrives",
            "isCorrect": false,
            "feedback": "Never leave someone post-ictal. They need continuous monitoring—they could have another seizure, stop breathing, aspirate vomit, or become agitated and hurt themselves. Stay with them. Your presence is protective, not invasive. Privacy matters less than safety in this moment."
          },
          {
            "text": "Give them some water to help them recover faster and wake up—they're probably dehydrated from the seizure",
            "isCorrect": false,
            "feedback": "Absolutely not. Post-ictal state means they can't swallow safely—massive choking risk. They're not conscious enough to protect their airway. No water, no food, nothing by mouth until they're fully alert AND Medical clears them. This could kill them. Wait."
          },
          {
            "text": "Help them sit up so they're more comfortable and can breathe better",
            "isCorrect": false,
            "feedback": "No. Keep them lying on their side. Sitting them up risks: falling if they're dizzy, vomiting and aspirating, or worsening any injuries. Side-lying is the safest position post-seizure. Let Medical decide when they can sit up. Don't move them more than necessary."
          }
        ]
      },
      {
        "question": "Medical arrives and asks you what happened. You need to give them a clear, accurate report. What do you say?",
        "options": [
          {
            "text": "'Tonic-clonic seizure starting at 2:43 PM, lasted about 90 seconds, stopped at 2:44:30 PM. They fell but didn't hit anything sharp. Breathing resumed normally after seizure ended. They're post-ictal now—not responsive but breathing well. I turned them on their side.'",
            "isCorrect": true,
            "feedback": "Excellent handoff. You've given them: type of seizure, exact timing, duration, injury status, current breathing status, current mental status, and actions you took. Clear, factual, concise. This is exactly what Medical needs to continue care efficiently. This is professional-level communication."
          },
          {
            "text": "'They had some kind of seizure. It was really scary and went on forever. I think they might have hit their head. They're breathing okay now I think. You should probably check them out.'",
            "isCorrect": false,
            "feedback": "Too vague and emotional. 'Some kind' and 'forever' aren't useful. 'I think' shows uncertainty where you should have facts. Medical needs specifics: what kind of seizure, how long exactly, did they hit their head or not, breathing status. Your observations, not your feelings. Be precise."
          },
          {
            "text": "'They seized for about 2 minutes. Their whole body was shaking. I made sure they didn't get hurt. They stopped a few minutes ago and now they're just lying there not responding. What should I do next?'",
            "isCorrect": false,
            "feedback": "Better, but missing critical details: What time did it start and stop (exact times if possible)? Are they breathing normally? Did you check for injuries? Did you turn them on their side? Also, asking 'what should I do next' puts burden back on Medical—you should already know to stay with them and monitor. Give them complete information so they can take over."
          },
          {
            "text": "'I'm pretty sure it was a grand mal seizure caused by the intense meditation. It lasted maybe 2-3 minutes. They seem okay now but are really out of it. Should we call an ambulance?'",
            "isCorrect": false,
            "feedback": "Don't diagnose or speculate about cause ('caused by intense meditation')—you don't know that. 'Maybe 2-3 minutes' is too vague—you should have timed it precisely. 'Pretty sure' and 'seem okay' aren't medical observations. And don't ask Medical if you should call ambulance—that's their decision. Just report facts: exactly what you saw, exact timing, current status."
          }
        ]
      }
    ]
  },
  "phase4_anchor": {
    "summary": {
      "keyPoints": [
        "Tonic-clonic seizures: sudden loss of consciousness, rigidity, then rhythmic jerking—most common type you'll encounter",
        "Protocol: Stay calm, note time, protect from injury, get Medical, time duration, never restrain or put objects in mouth",
        "Call 911 if: seizure lasts 5+ minutes, multiple seizures without recovery, not breathing post-seizure, or significant injury",
        "Post-ictal care: turn on side after seizure stops, monitor breathing, calm reassurance, nothing by mouth, stay with them",
        "What NEVER to do: restrain them, put anything in mouth, give food/water/meds, leave them alone, try to wake them",
        "Document: exact start/stop times, duration, what you saw, injuries, report clearly to Medical",
        "Most seizures stop on their own in 1-3 minutes and person recovers with proper care—your calm competence makes this possible"
      ],
      "integration": "You now know how to respond to one of the most dramatic medical emergencies you might encounter.\n\nSeizures look scary. They're not always dangerous if managed correctly.\n\nYour calm, your protocol knowledge, your clear communication—these determine the outcome.\n\nPractice this mentally. Visualize it. Walk through the steps.\n\nSo that if it happens, your training takes over. Your hands move correctly. Your voice stays steady. Your mind stays clear.\n\nThis is life-saving knowledge. Treat it as sacred.\n\nModule 4, Chapter 1 complete. You're ready."
    },
    "closingQuote": {
      "text": "Knowledge is not power. Applied knowledge is power.",
      "author": "Dr. Joe Dispenza"
    },
    "nextChapter": {
      "title": "The Gravity Chair Protocol",
      "preview": "Understanding and executing the specific procedure for using gravity chairs during vasovagal responses and syncope"
    }
  }
}
