{
  "id": "02",
  "moduleId": "04-critical-protocols",
  "title": "The Gravity Chair Protocol",
  "estimatedTime": "12 min",
  "phase1_prime": {
    "breathing": {
      "intro": "This chapter is about fairness, compassion, and clear boundaries.",
      "instructions": "Gravity chairs are limited. Medical need comes first. No exceptions."
    },
    "story": "Day 1, registration. Marcus was helping participants find their seats when a woman approached him.\n\n'I need a gravity chair,' she said. 'I have back problems and I can't sit in a regular chair for hours.'\n\nMarcus had been briefed on the protocol. 'I understand. Gravity chairs are assigned based on medical need through our Medical team. Let me direct you to the Customer Service table where they can help you submit a request.'\n\n'But I need one,' she insisted. 'I drove eight hours to be here. I have a doctor's note.'\n\n'I hear you,' Marcus said calmly. 'And the Medical team will absolutely review your need. The Customer Service table is right over there—they'll get you the right form and connect you with Medical. They make the decisions about gravity chair assignments based on medical necessity.'\n\nThe woman went to Customer Service. Later, Marcus saw her—in a regular seat, not a gravity chair. She looked frustrated.\n\nDuring lunch break, his Team Lead explained: 'There are 30 gravity chairs. We had 80 requests. Medical prioritized based on severity: recent surgeries, severe spinal conditions, specific disabilities. Her back pain was real, but others had more acute needs. It's hard, but it's fair.'\n\nDay 3, the same woman approached Marcus during break. 'I wanted to apologize for being pushy on Day 1. I understand now why I didn't get a chair. And honestly? I'm doing okay in the regular seat. I've been adjusting my posture and it's manageable.'\n\nMarcus smiled. 'I'm glad you're finding a way. And if it becomes unmanageable, Medical can always reassess.'\n\nShe nodded. 'I get it now. The people in those chairs really need them. It was never about me not mattering—it was about them needing it more.'\n\nMarcus understood then: the protocol isn't about saying no. It's about ensuring limited resources go to the people who need them most. That's not cruelty. That's stewardship.",
    "whyThisMatters": {
      "quote": "Real equality doesn't mean everyone gets the same thing. It means everyone gets what they need.",
      "author": "Dr. Joe Dispenza (adapted)",
      "content": "Gravity chairs—zero-gravity recliners that allow people to meditate in a supported, comfortable position—are essential accommodations for participants with certain medical conditions or physical limitations.\n\nBut there aren't enough for everyone who wants one.\n\n**The reality:**\n• Events have 30-50 gravity chairs (varies by venue)\n• 1,500 participants attend\n• Maybe 100+ people request a chair\n• Some requests are medical necessity\n• Some are comfort preference\n• Some are 'nice to have'\n\n**The challenge:**\nHow do you fairly allocate limited resources when demand exceeds supply?\n\n**The protocol:**\nMedical need determines assignment. Not first-come-first-served. Not who argues loudest. Not who paid more. Medical need.\n\nThis creates difficult conversations. People who want chairs don't get them. People feel disappointed. Some feel discriminated against.\n\nYour role as a volunteer:\n• Understand the protocol and why it exists\n• Communicate it clearly and compassionately\n• Redirect requests to the appropriate people (Customer Service/Medical)\n• Hold boundaries without being harsh\n• Understand placement logistics in the ballroom\n• Help enforce assignments during the event\n• Manage expectations with kindness\n\nThis isn't about medical intervention. It's about resource stewardship, accessibility, and fairness.\n\nThis chapter teaches you:\n• What gravity chairs are and who they're for\n• The assignment process and decision criteria\n• Where chairs are placed in the ballroom and why\n• How to handle requests and redirect appropriately\n• Managing disappointment and maintaining boundaries\n• Monitoring proper use during the event\n• What to do when issues arise\n\nThis is about creating equity. Not everyone gets what they want. Everyone who needs accommodation gets considered fairly.\n\nThat's the protocol. That's the promise."
    },
    "learningObjectives": [
      "Understand what gravity chairs are and the medical/accessibility reasons they're provided",
      "Know the assignment process and decision criteria (Medical determines need)",
      "Learn where chairs are placed in the ballroom and the logistics of setup",
      "Master how to redirect requests appropriately without making medical decisions yourself",
      "Handle disappointed participants with compassion while maintaining boundaries"
    ]
  },
  "phase2_immerse": {
    "sections": [
      {
        "title": "What Gravity Chairs Are: Purpose and Function",
        "content": "**Gravity chairs at Dr. Joe's events are zero-gravity recliners** that allow participants to meditate in a comfortable, supported position rather than sitting upright in a standard conference chair.\n\n**Physical design:**\n• Reclines to various angles (not flat, but angled back)\n• Leg rest elevates feet/legs\n• Weight distributed across entire body\n• Reduces pressure on spine, hips, and joints\n• More comfortable for extended periods\n• Allows full participation in meditations\n\n**Who benefits most:**\n\n**Recent surgeries:**\n• Spinal surgery (can't sit upright for hours)\n• Hip or knee replacement (need specific positioning)\n• Abdominal surgery (upright pressure is painful)\n• Recovery requiring reclined positioning\n\n**Chronic conditions:**\n• Severe back pain or spinal conditions\n• Degenerative disc disease\n• Arthritis limiting mobility\n• Fibromyalgia with severe pain\n• Conditions where standard seating causes medical issues\n\n**Mobility limitations:**\n• Wheelchair users who can transfer\n• Difficulty standing/sitting repeatedly\n• Balance issues making standard chairs unsafe\n• Severe obesity where standard chairs are insufficient\n\n**Pregnancy:**\n• Advanced pregnancy where standard seating is uncomfortable/unsafe\n• Medical complications requiring specific positioning\n\n**Age-related needs:**\n• Elderly participants with significant mobility challenges\n• Frailty making long meditation sessions difficult in standard chairs\n\n**What they're NOT for:**\n• General comfort preference\n• 'I'd be more comfortable reclined'\n• Wanting to be special\n• Avoiding 'less desirable' seats\n• General back discomfort that's manageable\n\n**The distinction:**\nMedical necessity vs. comfort preference.\n\nMedical necessity: Cannot safely or reasonably participate without accommodation.\nComfort preference: Would prefer accommodation but can participate without it.\n\nThe protocol serves medical necessity first.",
        "pullQuote": {
          "text": "We don't rise to the level of our expectations. We fall to the level of our systems.",
          "author": "James Clear (but true here)"
        }
      },
      {
        "title": "The Assignment Process: How Decisions Are Made",
        "content": "**Gravity chair assignment is controlled by the Medical team in coordination with Customer Service. Volunteers do NOT make these decisions.**\n\n**THE PROCESS:**\n\n**STEP 1: Request submission**\n• Participants submit requests to Customer Service (usually during registration or early Day 1)\n• Request includes: name, nature of medical condition/limitation, severity, supporting documentation if available\n• Customer Service logs the request\n• Forwards to Medical team for evaluation\n\n**STEP 2: Medical evaluation**\n• Medical team reviews all requests\n• Assesses severity and necessity\n• Considers: Can this person reasonably participate without a gravity chair?\n• Prioritizes based on medical acuity, not order of request\n\n**STEP 3: Assignment determination**\n• Medical creates priority list\n• Assigns chairs based on available supply\n• Most severe/necessary needs get chairs first\n• Some borderline cases may be wait-listed\n• Decisions are final (though can be appealed to Medical directly)\n\n**STEP 4: Notification**\n• Customer Service notifies approved participants\n• Assigns specific chair location in ballroom\n• Provides instructions for where to sit\n• May provide identifier (badge, wristband, or verbal confirmation)\n\n**STEP 5: Setup**\n• Chairs are placed in designated area of ballroom (usually rear or sides)\n• Clearly marked or identified\n• Assigned participants directed to their specific chair\n\n**DECISION CRITERIA (Medical uses):**\n\n**High priority (almost always approved):**\n• Recent spinal surgery\n• Acute injury requiring specific positioning\n• Wheelchair users who can transfer\n• Severe conditions where standard seating causes medical harm\n• Advanced pregnancy with complications\n\n**Medium priority (approved if chairs available):**\n• Chronic back conditions with moderate severity\n• Moderate mobility limitations\n• Conditions causing significant discomfort but not medical emergency\n• Elderly with multiple limitations\n\n**Lower priority (approved only if surplus chairs):**\n• Mild back discomfort\n• General preference for reclined position\n• Conditions manageable with breaks/adjustments\n\n**Not approved:**\n• Pure comfort preference with no medical basis\n• Requests based on 'fairness' (I paid same price, I should get one)\n• Requests based on convenience\n\n**Appeals process:**\n• Denied participants can speak directly with Medical team\n• Medical may reassess if new information provided\n• Medical's final decision is final\n• No arguing with volunteers—they don't make decisions\n\n**Your role: ZERO decision-making authority**\n\nYou don't:\n• Decide who gets chairs\n• Override Medical decisions\n• Promise anyone a chair\n• Negotiate or debate medical necessity\n\nYou do:\n• Redirect requests to Customer Service/Medical\n• Explain the process exists\n• Communicate that Medical makes all decisions\n• Hold boundaries kindly"
      },
      {
        "title": "Placement in the Ballroom: Logistics and Layout",
        "content": "**Gravity chairs are placed strategically, not randomly.**\n\n**TYPICAL PLACEMENT:**\n\n**Rear of ballroom:**\n• Most common location\n• Easier for late arrivals (less disruption)\n• Closer to exits (for bathroom access)\n• Less visible (reduces feeling of being 'on display')\n• Allows Medical easy access\n\n**Side sections:**\n• Sometimes used if rear is full\n• Still provides accessibility\n• Near aisles for Medical access\n\n**Never:**\n• Front and center (disrupts view for others)\n• Scattered randomly throughout (logistics nightmare)\n• Blocking aisles or exits (safety hazard)\n\n**SETUP LOGISTICS:**\n\n**Before event starts:**\n• Crew or volunteers place chairs in designated area\n• Chairs are positioned with spacing for:\n  - Personal space\n  - Medical access\n  - Participant safety\n  - Aisle clearance\n• Usually arranged in rows or clusters\n• Clear signage or markers: 'Gravity Chairs - Assigned Seating Only'\n\n**Assigned seating within gravity chair section:**\n• Each approved participant gets specific chair assignment\n• Customer Service provides this info\n• May use chair numbers, row labels, or other identification\n• Prevents arguments over 'best' chair in the section\n\n**WHY ASSIGNED SEATING MATTERS:**\n• Prevents people from taking someone else's assigned chair\n• Ensures person who needs it most gets specific location (closer to exit, better positioning, etc.)\n• Creates accountability\n• Reduces chaos and conflict\n\n**Your role in placement:**\n\n**During setup:**\n• Help position chairs as directed by Team Lead\n• Ensure spacing is correct\n• Check that aisles remain clear\n• Report any safety concerns\n\n**During event:**\n• Guide approved participants to their assigned chair\n• Redirect non-assigned people away from gravity chair section\n• Ensure chairs remain in their designated area (people don't move them)\n• Monitor for safety issues\n\n**Common issues and solutions:**\n\n**Issue: Non-assigned person sitting in gravity chair**\nSolution: 'Excuse me, these chairs are assigned based on medical need. Is this your assigned chair?' If no: 'I need to ask you to move to your assigned seat. Thank you.'\n\n**Issue: Assigned person can't find their chair**\nSolution: Check with Customer Service for their assignment, help them locate it\n\n**Issue: Chairs blocking aisle**\nSolution: Adjust positioning immediately—safety first\n\n**Issue: Someone wants to switch chairs with another gravity chair user**\nSolution: Redirect to Customer Service—assignments are specific for reasons"
      },
      {
        "title": "Handling Requests: Communication and Boundaries",
        "content": "**This is where volunteers encounter the most difficulty. People want chairs. You can't give them. How do you handle this?**\n\n**THE SCRIPTS:**\n\n**Scenario 1: Someone asks you for a gravity chair**\n\n❌ Wrong: 'Sorry, we're all out.' (Implies first-come-first-served)\n❌ Wrong: 'You don't look like you need one.' (You're not Medical)\n❌ Wrong: 'Let me see what I can do.' (You can't do anything)\n\n✅ Right: 'Gravity chairs are assigned based on medical need through our Medical team. If you have a medical condition that requires accommodation, please visit the Customer Service table and they'll help you submit a request. Medical evaluates all requests and assigns chairs based on severity of need.'\n\n**Scenario 2: Someone argues they NEED one**\n\n'I have a bad back. I can't sit in a regular chair all day. I need a gravity chair.'\n\n✅ Response: 'I understand you're dealing with back pain. The process for gravity chair assignment goes through Customer Service and Medical. They can evaluate your specific situation and determine what accommodation is appropriate. Let me point you to their table.'\n\n**If they push back:**\n\n'But I really NEED one. This isn't optional for me.'\n\n✅ Response: 'I hear that this is important for you. And that's exactly why there's a process—Medical needs to evaluate everyone's needs to ensure the limited chairs go to those with the most acute medical necessity. Customer Service can help you start that process.'\n\n**Scenario 3: Someone says they were denied and it's unfair**\n\n'I requested a chair and they said no. But I have a doctor's note. This is discrimination.'\n\n✅ Response: 'I'm sorry you were disappointed by that decision. Gravity chair assignments are made by our Medical team based on medical necessity. If you'd like to appeal that decision or discuss it further, please speak directly with the Medical team at the Customer Service table. They can explain their decision criteria and potentially reassess.'\n\n**What NOT to say:**\n• 'Yeah, it does seem unfair' (undermines protocol)\n• 'I don't make the rules' (dismissive)\n• 'There's nothing I can do' (true, but not helpful alone)\n• 'Other people need it more than you' (judgmental)\n\n**What TO convey:**\n• The process exists and is fair\n• Medical makes decisions, not volunteers\n• There's a path to appeal (Customer Service/Medical)\n• You understand their frustration\n• You're not the enemy—you're explaining the system\n\n**Scenario 4: Someone with a chair asks if their friend can use it during breaks**\n\n'I'm assigned to this chair, but I'm going to lunch. Can my friend sit here while I'm gone? She also has back problems.'\n\n✅ Response: 'Chairs are assigned to specific individuals based on medical assessment. When you're at lunch, the chair should remain available for you when you return. If your friend needs medical accommodation, she should speak with Customer Service about the assignment process.'\n\n**Why:** Chairs aren't community property. Letting others use them creates confusion about assignments and potentially denies the assigned person their accommodation when they return.\n\n**Scenario 5: Someone says they'll just stand/leave if they can't have a chair**\n\n'Fine. If I can't have a gravity chair, I'm just going to stand in the back/leave the event. This is ridiculous.'\n\n✅ Response: 'I understand you're frustrated. If you're having difficulty participating comfortably, I'd encourage you to speak with Medical. They may have other accommodations or solutions beyond gravity chairs. The event wants everyone to be able to participate fully.'\n\n**Your tone throughout:** Calm, compassionate, firm, consistent.\n\nYou're not the bad guy. You're the messenger of a fair system."
      },
      {
        "title": "Monitoring During the Event: Ensuring Proper Use",
        "content": "**Once chairs are assigned and people are seated, your monitoring role begins.**\n\n**WHAT YOU'RE WATCHING FOR:**\n\n**1. Non-assigned people using chairs**\n\n**What it looks like:**\n• Someone sitting in a gravity chair who wasn't assigned one\n• Person 'borrowing' a chair during breaks\n• Someone moving between chairs\n\n**Why it matters:**\n• Takes accommodation away from person who needs it\n• Creates conflict when assigned person returns\n• Undermines the whole assignment system\n\n**What you do:**\nApproach politely: 'Excuse me, gravity chairs are assigned seating. Can I help you find your assigned seat?'\n\nIf they say it's theirs: 'Great! What's your name?' (verify against assignment list if you have one, or offer to check with Customer Service)\n\nIf they admit it's not theirs: 'I need to ask you to move to your assigned seat so the person who needs this chair can use it. Thank you.'\n\n**2. Chairs being moved or adjusted unsafely**\n\n**What it looks like:**\n• Chairs dragged into aisles\n• Chairs repositioned blocking exits\n• Chairs angled creating safety hazards\n\n**Why it matters:**\n• Fire code violations\n• Trip hazards\n• Emergency egress blocked\n\n**What you do:**\nReposition immediately. 'I need to adjust this chair's position for safety. Let me help you get comfortable while keeping the aisle clear.'\n\n**3. Chairs being shared/swapped**\n\n**What it looks like:**\n• Two people taking turns in one assigned chair\n• People trading chairs mid-event\n• Someone giving their chair to a friend\n\n**Why it matters:**\n• Medical assessed each person for specific chair assignment\n• Swapping defeats the purpose of assessment\n• Creates confusion about who's supposed to be where\n\n**What you do:**\n'I notice you're trading chairs. Assignments are specific to individuals based on medical need. If either of you needs reassessment for a different chair or accommodation, Customer Service can help with that.'\n\n**4. Assigned person not using their chair**\n\n**What it looks like:**\n• Chair remains empty most of the event\n• Person chooses to sit elsewhere\n• Person no longer needs accommodation\n\n**Why it matters:**\n• Wasted resource that could go to someone else\n• Impacts future assignment decisions\n\n**What you do:**\nIf you notice a pattern (chair empty for hours), mention to Team Lead. They can coordinate with Customer Service/Medical to potentially reassign.\n\nDon't confront the person—maybe they're in bathroom, taking break, or have valid reason. Team Lead handles this assessment.\n\n**5. Conflicts between gravity chair users and regular seat holders**\n\n**What it looks like:**\n• Complaints that gravity chairs take up too much space\n• Regular seat holders saying chairs block their view\n• Tension over perceived 'special treatment'\n\n**Why it matters:**\n• Creates negative energy in the space\n• Makes gravity chair users feel uncomfortable\n• Undermines inclusive environment\n\n**What you do:**\nIf someone complains: 'Gravity chairs are medical accommodations for participants who need them to fully participate. Just like wheelchair ramps, they ensure everyone can access the event. The placement has been designed to minimize impact while providing necessary access.'\n\nStay neutral, don't take sides, redirect to Team Lead if conflict escalates.\n\n**Your overall approach:**\n• Observe regularly but don't hover\n• Address issues promptly but kindly\n• Assume positive intent first\n• Escalate to Team Lead if conflicts arise\n• Maintain dignity for all participants"
      },
      {
        "title": "Managing Disappointment: The Human Element",
        "content": "**The hardest part of this protocol: telling people no.**\n\n**Understanding the emotional landscape:**\n\nPeople requesting gravity chairs often:\n• Are in real pain or discomfort\n• Paid thousands of dollars for the event\n• Traveled long distances\n• Are investing deeply in their transformation\n• Feel embarrassed about needing accommodation\n• Fear judgment or being seen as weak\n• Genuinely believe they need the chair\n\nWhen they're denied:\n• Feel dismissed or not believed\n• May feel discriminated against\n• Experience disappointment intensely\n• Might direct frustration at you (the messenger)\n• Could feel like the event doesn't care about them\n\n**Your role: Hold compassion AND boundaries**\n\n**Acknowledge the feeling:**\n'I can see this is really disappointing for you.'\n'I understand you're in pain and were hoping for this accommodation.'\n'I hear how much this matters to you.'\n\n**Explain without defending:**\n'There are more requests than available chairs, so Medical prioritizes based on severity of medical need.'\n'The protocol ensures limited resources go to those with the most acute necessity.'\n'Your need is real—and there are others whose medical situations require this specific accommodation.'\n\n**Offer alternative support:**\n'Let me connect you with Medical to discuss other accommodations that might help.'\n'You're welcome to take breaks and stand/stretch whenever needed.'\n'Customer Service can help you with cushions or other comfort options.'\n\n**Don't:**\n• Apologize for the system (it's fair, not flawed)\n• Agree that it's unfair (undermines protocol)\n• Promise to 'see what you can do' (you can't)\n• Compare their need to others' (not your place)\n• Make them feel bad for asking (asking is appropriate)\n\n**Scenario practice:**\n\n**Person: 'This is ridiculous. I have severe back pain and they gave a chair to someone who just looks tired. How is that fair?'**\n\nYou: 'I understand you're frustrated, especially when you're in pain. Medical evaluates all requests based on medical documentation and assessment. They can't share others' medical information with you, just like they don't share yours. If you'd like to discuss your specific situation with them, I can point you to Customer Service.'\n\n**Person: 'I'm going to leave. I can't stay without a gravity chair. My doctor told me I'd need one.'**\n\nYou: 'I'd hate for you to miss the event. Would you be willing to speak with our Medical team? They might have other solutions, or they could reassess your request. Let me help you find them.'\n\n**Person: 'Fine. Whatever. I guess my pain doesn't matter.'**\n\nYou: 'Your pain absolutely matters. The decision isn't about whether you matter—it's about allocating limited chairs to the most acute medical needs. You can certainly speak with Medical if you want to better understand the decision criteria or explore other options.'\n\n**The principle:**\nValidate feelings. Maintain boundaries. Offer pathways forward.\n\nYou can be both kind and firm. Compassionate and consistent.\n\nThe protocol is fair. Hold it with love."
      }
    ]
  },
  "phase3_integrate": {
    "quiz": [
      {
        "question": "A participant approaches you during registration and says 'I need a gravity chair. I have chronic back pain and sitting all day will be impossible for me.' What do you say?",
        "options": [
          {
            "text": "'Gravity chairs are assigned based on medical need through our Medical team. Please visit the Customer Service table—they'll help you submit a request, and Medical will evaluate it based on severity and availability.'",
            "isCorrect": true,
            "feedback": "Perfect. You've explained the process clearly, directed them to the right place, and set appropriate expectations (evaluation, not guarantee). You didn't dismiss their need, and you didn't make promises you can't keep. You're redirecting to the decision-makers. This is exactly right."
          },
          {
            "text": "'Let me see if we have any available. If we do, I'll get you set up with one.'",
            "isCorrect": false,
            "feedback": "You don't have authority to assign chairs. Medical makes all decisions. Even if chairs are physically available, they may be assigned to others or held for higher-priority needs. Never promise or assign chairs yourself. Always redirect to Customer Service/Medical. You're logistics, not decision-maker."
          },
          {
            "text": "'We only have a limited number and they're for people with serious medical conditions. Do you have documentation?'",
            "isCorrect": false,
            "feedback": "This sounds judgmental about whether their need is 'serious enough.' You're not Medical—you don't evaluate severity. And asking for documentation directly makes you the gatekeeper, which isn't your role. Redirect to Customer Service where they handle documentation. Don't screen requests yourself."
          },
          {
            "text": "'Chronic back pain should qualify you. Go to Customer Service and tell them I said you need one.'",
            "isCorrect": false,
            "feedback": "You can't determine who qualifies. Medical makes that assessment. Sending them with your endorsement ('I said you need one') undermines Medical's authority and creates false expectations. You're not advocating for individual participants—you're explaining the process. Redirect without prejudging the outcome."
          }
        ]
      },
      {
        "question": "During meditation, you notice someone sitting in a gravity chair in the assigned section, but you don't recognize them as being on the assignment list. What do you do?",
        "options": [
          {
            "text": "Approach after meditation and ask: 'Is this your assigned gravity chair? I want to make sure everyone's in their correct seat.' If they say yes, verify name against list. If not assigned, ask them to move to their assigned seat.",
            "isCorrect": true,
            "feedback": "Excellent. You're verifying without assuming. You're giving them opportunity to confirm it's theirs (maybe you just don't recognize them). You're being polite. And you're prepared to enforce if they're not assigned. Approaching after meditation prevents disrupting their practice. This is professional and appropriate."
          },
          {
            "text": "Leave it alone—if they're sitting there, they probably need it, and it's not worth creating conflict over seating",
            "isCorrect": false,
            "feedback": "This undermines the entire assignment system. If people can take chairs without assignment, the Medical prioritization becomes meaningless. The person assigned to that chair might return and find it taken. Enforcing assignments isn't about conflict—it's about fairness. Address it kindly but definitely address it."
          },
          {
            "text": "Interrupt them during meditation and ask them to move immediately—the assigned person might return any moment",
            "isCorrect": false,
            "feedback": "Don't interrupt meditation unless there's immediate danger or medical emergency. This can wait until break or after meditation ends. Disrupting their practice (and those around them) causes more problems than letting them finish the session. Handle it at the next appropriate moment."
          },
          {
            "text": "Report it to your Team Lead and let them handle the situation—you're not authorized to confront participants about seating",
            "isCorrect": false,
            "feedback": "You are authorized and expected to handle basic assignment enforcement. This is straightforward: verify assignment, ask them to move if not assigned. Team Lead is for complex conflicts or if the person refuses to move. Don't over-escalate simple situations you can handle directly and kindly."
          }
        ]
      },
      {
        "question": "A participant who was denied a gravity chair approaches you upset: 'This is discrimination. I have a legitimate medical need and they're treating me like I'm making it up.' How do you respond?",
        "options": [
          {
            "text": "'I understand you're disappointed and frustrated. Medical's decisions are based on severity of need, not whether your need is legitimate. There are more requests than available chairs. If you'd like to discuss the decision criteria or appeal, please speak directly with the Medical team at Customer Service.'",
            "isCorrect": true,
            "feedback": "Perfect. You've acknowledged their feeling, clarified that their need wasn't dismissed as illegitimate (just prioritized lower), explained the scarcity issue, and offered a path forward. You didn't agree it was discrimination, but you didn't invalidate their frustration. You're holding the boundary with compassion. This is skilled communication."
          },
          {
            "text": "'I'm sorry, I know the system isn't perfect. Between you and me, I think they should have more chairs available. It does seem unfair sometimes.'",
            "isCorrect": false,
            "feedback": "Never undermine the protocol, even to be sympathetic. This creates the impression that the system is flawed or arbitrary, which it isn't. It also suggests you're on 'their side' against the organization, which is inappropriate. The system is fair—it's just that limited resources mean not everyone gets what they want. Don't apologize for a good system."
          },
          {
            "text": "'The Medical team has to make tough decisions. I'm sure there are people in the gravity chairs who need them more than you do.'",
            "isCorrect": false,
            "feedback": "This sounds judgmental—like you're saying their need isn't significant enough. You don't know their medical situation or others'. Don't compare. Instead, explain that Medical prioritizes based on severity without implying theirs isn't valid. They're already upset; don't make them feel dismissed."
          },
          {
            "text": "'If you really have a legitimate medical need, you should have brought better documentation. Maybe that's why you were denied.'",
            "isCorrect": false,
            "feedback": "You're not Medical—you don't know why they were denied or what documentation they provided. You're speculating and potentially blaming them. This is dismissive and unhelpful. Redirect them to Medical for answers about their specific situation. Don't make assumptions about their case."
          }
        ]
      },
      {
        "question": "You notice a gravity chair has been empty for most of Day 2. The person assigned to it arrives late each day, sits for 30 minutes, then leaves. Other participants have complained they need a chair more. What do you do?",
        "options": [
          {
            "text": "Mention the pattern to your Team Lead. They can coordinate with Customer Service/Medical to assess whether this person still needs the chair or if it could be reassigned. Don't confront the participant yourself.",
            "isCorrect": true,
            "feedback": "Exactly right. There may be valid reasons for their pattern (medical appointments, need for breaks, etc.). Or the assignment may no longer be necessary. Team Lead and Medical make that determination, not you. Your job is to observe and report patterns, not judge individual participants. This is appropriate escalation."
          },
          {
            "text": "The next time you see the chair empty during a session, allow someone else who's been asking for a chair to sit there temporarily",
            "isCorrect": false,
            "feedback": "Don't reassign chairs yourself. The assignment was made for a reason. The assigned person might return mid-session and need their chair. If the assignment needs changing, that's Medical's decision through proper channels. Your improvised solution creates confusion and conflict. Follow protocol."
          },
          {
            "text": "Confront the assigned person and tell them that if they're not using the chair, they should give it up for someone who needs it more",
            "isCorrect": false,
            "feedback": "You don't know their situation. They may have medical reasons for their attendance pattern. They may be struggling with the work and that's why they're leaving. Confronting them is judgmental and outside your scope. If reassignment is needed, Medical handles that conversation. Don't shame someone for their use of an assigned accommodation."
          },
          {
            "text": "Tell the participants who are complaining that you agree it's unfair and you'll try to get them that chair for Day 3",
            "isCorrect": false,
            "feedback": "Don't make promises you can't keep or agree that the situation is 'unfair.' You don't have chair assignment authority. The complainers can submit their own requests through proper channels. Agreeing with complaints undermines the system and creates false expectations. Redirect them to Customer Service if they want to request accommodation."
          }
        ]
      }
    ]
  },
  "phase4_anchor": {
    "summary": {
      "keyPoints": [
        "Gravity chairs are assigned based on medical need—Medical makes ALL decisions, not volunteers",
        "Limited supply (30-50 chairs) means not everyone who requests one gets one—prioritization is necessary and fair",
        "Redirect all requests to Customer Service/Medical—you explain the process, you don't evaluate need or assign chairs",
        "Placement is strategic (usually rear/sides), assigned seating prevents conflicts, chairs shouldn't move or be shared",
        "Monitor for non-assigned people using chairs, chairs blocking aisles, improper swapping—enforce kindly but firmly",
        "Handle disappointed participants with compassion AND boundaries—validate feelings, maintain protocol, offer alternatives",
        "The system is fair even when it disappoints people—medical necessity over comfort preference protects those who need it most"
      ],
      "integration": "You now understand that gravity chairs aren't about privilege—they're about accessibility.\n\nLimited resources require clear protocols. Medical need determines allocation. Your job is to uphold that system with both firmness and compassion.\n\nSome conversations will be hard. People in pain hearing 'no' feel dismissed. Your kindness matters. And so does the boundary.\n\nThe protocol ensures the person recovering from spinal surgery gets a chair. The person with severe mobility limitations gets a chair. The person whose medical condition makes standard seating unsafe gets a chair.\n\nThat's not discrimination. That's stewardship.\n\nHold this protocol with integrity. Explain it with compassion. Enforce it with consistency.\n\nThis is how limited resources serve the greatest need.\n\nModule 4, Chapter 2 complete—now correctly focused on assignment and placement protocol."
    },
    "closingQuote": {
      "text": "True equality means meeting people where they are and giving them what they need, not giving everyone the same thing.",
      "author": "Dr. Joe Dispenza (adapted)"
    },
    "nextChapter": {
      "title": "Quick Reference Guides",
      "preview": "Access the appendix for cheat sheets, protocols, and quick reference materials"
    }
  }
}