{
  "id": "02",
  "moduleId": "03-roles",
  "title": "Registration Day Roles",
  "estimatedTime": "13 min",
  "phase1_prime": {
    "breathing": {
      "intro": "This chapter is about first impressions. Setting the tone. Building the container.",
      "instructions": "Registration Day is different. More roles. More chaos. More importance."
    },
    "story": {
      "content": "Day 0, 3 PM. The ballroom was empty. Just chairs, a stage, and potential.\n\nBy 5 PM, transformation. Registration tables set up. T-shirts folded and organized by size. Lanyards counted and sectioned. Name badges printed and alphabetized. iPads logged in and tested. Medical waiver station ready. Healee check-in desk positioned. Inside Lines and Outside Lines volunteers briefed.\n\nJessica, first-time volunteer, watched it all come together. 'This seems like a lot just to check people in.'\n\nHer Team Lead, Marcus, smiled. 'This isn't just check-in. This is the first moment 1,500 people encounter this work physically. First impression. First energy. First sense of whether they're in good hands.'\n\n'Tomorrow morning at 10 AM, those doors open. People who've traveled from 40 countries, spent thousands of dollars, taken time off work, left families—they walk through that door with hopes, fears, expectations, and nerves. What do they encounter?'\n\n'Chaos? Long lines? Confusion? Volunteers who don't know what they're doing? That creates anxiety. Doubt. Contraction.'\n\n'Or do they encounter order? Warm smiles? Clear directions? Systems that work? Volunteers who are grounded and present? That creates safety. Trust. Openness.'\n\nRegistration Day arrived. 10 AM. Doors opened.\n\nJessica watched it unfold. Outside Lines volunteers greeting people warmly, checking them off lists. Inside Lines guiding them to the right registration desk. Reg Desk volunteers processing them efficiently. Name Badge table providing their credentials. Medical Check-in ensuring safety. Healee Support checking in HealEEs. Mental Health Check-in connecting with those who'd flagged needs.\n\nEvery person greeted. Every question answered. Every concern addressed. Flow, not chaos.\n\nBy 2 PM, 1,200 people registered. By 4 PM, almost everyone checked in. By 6 PM, Opening Session began.\n\nAfter the session, Marcus found Jessica. 'Did you see the difference? Compare how people looked walking in at 10 AM—nervous, uncertain—to how they looked at 6 PM when Dr. Joe started teaching. Settled. Present. Open.'\n\n'That shift happened because Registration Day worked. Because every role functioned. Because the container was built with care.'\n\nJessica understood then: Registration Day isn't logistics for its own sake. It's sacred work. It's creating the conditions for transformation to begin."
    },
    "whyThisMatters": {
      "quote": "You never get a second chance to make a first impression.",
      "author": "Will Rogers",
      "content": "Registration Day is unlike any other day of the event.\n\n**Why it's different:**\n\n**1. Different roles:** Many volunteers have Registration Day duties that differ from their Week Long assignments. You might be Reg Desk on Day 1, then Group Greeter Days 2-7.\n\n**2. High volume, compressed time:** 1,500 people need to register in roughly 6-8 hours. That's 3-4 people per minute during peak times. Efficiency matters.\n\n**3. First impressions:** This is when participants first encounter the event physically. How they're welcomed affects their entire experience.\n\n**4. Multiple checkpoints:** Registration isn't one step. It's a flow: outside check-in → registration desk → name badge → medical screening → healee check-in (if applicable) → finding their seat. Each checkpoint needs volunteers.\n\n**5. Problem-solving on the fly:** Forgotten confirmations. Wrong names on badges. Special accommodation requests. Medical concerns emerging. Everything that could go wrong, does. Quick thinking required.\n\n**The stakes:**\n\nDo Registration Day poorly:\n• Long, frustrating lines\n• Confusion about where to go\n• Participants feeling unseen or unimportant\n• Anxiety carrying into the week\n• Lost badges, incorrect information, medical issues missed\n• Chaos setting the tone\n\nDo Registration Day well:\n• Smooth, welcoming flow\n• Participants feel cared for immediately\n• Confidence in the organization\n• Safety established from the start\n• Accurate information, proper screening, everyone positioned correctly\n• Order setting the tone for transformation\n\n**This chapter teaches you:**\n• The specific Registration Day roles and their responsibilities\n• How the registration flow works (outside → inside → desk → badges → specialized check-ins)\n• Why certain checkpoints exist and what they're screening for\n• How to handle the volume and pace without losing warmth\n• Common issues and how to solve them quickly\n• Coordination between roles to maintain flow\n\nRegistration Day is intense. It's fast. It's the foundation for everything that follows.\n\nExecute it with excellence. Create the first impression that opens hearts."
    },
    "learningObjectives": [
      "Understand the registration flow and why each checkpoint exists",
      "Learn the specific Registration Day roles and their responsibilities",
      "Master how to handle high volume with both efficiency and warmth",
      "Recognize common registration issues and how to solve them quickly"
    ]
  },
  "phase2_immerse": {
    "sections": [
      {
        "title": "The Registration Flow: Understanding the System",
        "content": "**Registration isn't one step. It's a carefully designed flow with multiple checkpoints.**\n\n**THE COMPLETE FLOW:**\n\n**CHECKPOINT 1: Outside Lines**\n• Participants arrive at venue\n• Outside Lines volunteers greet them warmly\n• Check their name against registration list\n• Confirm they're registered and ready to enter\n• Direct them inside to proper registration desk\n• Manage outdoor flow and prevent congestion\n\n**CHECKPOINT 2: Inside Lines**\n• Participants enter building\n• Inside Lines volunteers guide them to correct registration desk\n• Answer immediate questions (bathroom, where to wait, etc.)\n• Keep indoor traffic flowing\n• Redirect as needed based on desk capacity\n\n**CHECKPOINT 3: Registration Desk (Reg Desk Lead & Assist)**\n• Participants check in at their assigned desk\n• Volunteers verify registration in system (iPads)\n• Collect any outstanding information\n• Provide event T-shirt\n• Give wristband\n• Answer questions about schedule, logistics, venue\n• Direct to Name Badge table\n\n**CHECKPOINT 4: Name Badge Table (Lead & Support)**\n• Participants receive their printed name badge\n• Badge includes: name, team color, special identifiers if needed\n• Volunteers ensure correct spelling, proper lanyard\n• Explain importance of wearing badge at all times\n• Replace any damaged badges immediately\n\n**CHECKPOINT 5: Specialized Check-ins (if applicable)**\n\n**Medical Check-in & Intake:**\n• Participants with medical conditions check in\n• Medical team reviews needs, assigns accommodations\n• Gravity chair assignments finalized\n• Medical waiver signed if needed\n• Special instructions provided\n\n**Mental Health Check-in & Intake:**\n• Participants who flagged mental health needs check in\n• Mental Health team introduces themselves\n• Establishes connection and availability\n• Assesses any immediate concerns\n• Provides reassurance and resources\n\n**Healee Support Check-in (HSL & HST):**\n• HealEEs (Coherence Healing recipients) check in\n• Receive special badge sticker and door number\n• Verify caregiver presence and phone number\n• Join HealEE Telegram channel\n• Briefed on CH process and schedule\n\n**CHECKPOINT 6: Finding Their Seat**\n• Group Greeters (already in Week Long roles) help participants find their assigned section and seat\n• Answer questions about ballroom layout\n• Make them feel welcomed in their team color\n• Ensure they're settled and comfortable\n\n**Why this flow exists:**\nEach checkpoint serves a function. Outside Lines prevent crowds at the door. Registration Desk processes efficiently. Name Badges provide identification and team assignment. Specialized check-ins ensure safety and proper support. Greeters create community.\n\nThe flow moves people through systematically while ensuring nothing is missed.\n\n**Timing:**\nRegistration typically runs 10 AM - 6 PM (8 hours). Peak times: 12-2 PM. Slower times: early morning, late afternoon. Opening Session usually begins around 6 PM."
      },
      {
        "title": "Registration Desk Roles: The Processing Hub",
        "content": "**Reg Desk Lead and Reg Desk Assist are the core of the registration system.**\n\n**REG DESK LEAD:**\n\n**Primary responsibilities:**\n\n**Pre-registration setup:**\n• Set up registration tables and stations\n• Ensure iPads are logged in and functioning\n• Organize T-shirts by size, make them easily accessible\n• Count and section lanyards and wristbands\n• Coordinate with Customer Care on registration workflow\n• Brief Reg Desk Assist on procedures\n• Establish target check-in milestones (225, 240) to monitor supply\n\n**During registration:**\n• Oversee all registration desks\n• Monitor pace and adjust staffing if needed\n• Track registration numbers (manual and electronic counts)\n• Highlight milestones to prevent running out of supplies\n• Troubleshoot iPad or system issues\n• Handle complex situations (name not found, payment issues, etc.)\n• Coordinate with Customer Care for escalations\n• Keep team energized and focused\n\n**Participant interaction:**\n• Greet warmly even while managing logistics\n• Answer FAQs: schedule, meals, seating, venue\n• Provide clear directions to next steps\n• Ensure special needs participants are guided appropriately\n• Confirm translation services and accessibility requests\n• Model calm efficiency even during peak chaos\n\n**REG DESK ASSIST:**\n\n**Primary responsibilities:**\n• Support Reg Desk Lead in all functions\n• Staff registration desk directly—process check-ins\n• Verify participant name in iPad system\n• Provide T-shirt (correct size), wristband, lanyard\n• Answer basic questions\n• Keep desk area organized\n• Manage T-shirt inventory at desk\n• Alert Lead when supplies running low\n• Maintain friendly, efficient pace\n\n**The registration interaction flow:**\n\n1. **Greet warmly:** 'Welcome! What's your name?'\n2. **Verify in system:** Check iPad for their registration\n3. **Provide materials:** T-shirt, wristband, lanyard\n4. **Give information:** 'Opening session is at 6 PM in this ballroom. Here's your team color—Green. Your seat is in the Green section. See the Greeters in green hats—they'll help you find it.'\n5. **Answer questions:** Keep it brief—long lines behind them\n6. **Direct to next step:** 'Please go to the Name Badge table over there to get your badge. Thank you!'\n7. **Move to next person:** Efficient warmth\n\n**Common issues and solutions:**\n\n**Issue: Name not found in system**\nSolution: Check alternate spellings. If still not found, send to Customer Care with a smile: 'Let me have our team help you sort this out. Customer Care is right over there.'\n\n**Issue: Wrong T-shirt size requested vs. what's available**\nSolution: 'We're running low on [size]. Would [alternate size] work? Or we can note your preference and get you the right size later in the week.'\n\n**Issue: Participant has many questions and line is backing up**\nSolution: 'Great questions! Let me get you checked in first, then Customer Care can give you all the details. They're right over there.'\n\n**Issue: Special accommodation request coming up now**\nSolution: 'I want to make sure you get the right support. Customer Care coordinates accommodations—let me send you to them so they can help you properly.'\n\n**The principle: Keep moving, stay warm, escalate appropriately.**"
      },
      {
        "title": "Name Badge Table & Line Management",
        "content": "**NAME BADGE TABLE LEAD & SUPPORT:**\n\n**Why badges matter:**\n• Primary identification for re-entry throughout week\n• Shows team color assignment\n• Creates sense of belonging\n• Security/access control\n• Special identifiers (HealEE, special accommodations) visible to volunteers\n\n**Primary responsibilities:**\n\n**Setup:**\n• Organize badges alphabetically\n• Set up table with clear flow (in → badge → out)\n• Ensure lanyards available\n• Have backup badges/printer ready for issues\n• Brief support volunteers on process\n\n**During registration:**\n• Hand participants their badge: 'Here's your badge—please wear it at all times for re-entry.'\n• Check spelling—fix immediately if wrong\n• Attach lanyard\n• Apply special stickers if needed (HealEE, gravity chair, etc.)\n• Explain team color: 'You're Blue team—your section is over there.'\n• Keep table organized as badges are distributed\n• Note missing badges and communicate to Lead\n\n**Common issues:**\n\n**Issue: Badge has wrong name spelling**\nSolution: Fix immediately with correct badge or handwritten correction, apologize warmly\n\n**Issue: Badge missing entirely**\nSolution: Create temporary badge on the spot, note for permanent badge later\n\n**Issue: Participant loses badge later in week**\nSolution: Replacement process through Customer Care\n\n---\n\n**INSIDE LINES & OUTSIDE LINES:**\n\n**OUTSIDE LINES:**\n• Stationed outside venue entrance\n• First point of contact for arriving participants\n• Check names against registration list\n• Confirm registration before entry\n• Provide warm welcome: 'Welcome! So glad you're here. Let me confirm your name and get you inside.'\n• Manage outdoor flow to prevent crowding\n• Direct confirmed participants inside to registration\n• Send unconfirmed participants to Customer Care (inside)\n• Weather considerations: provide shade/warmth information as needed\n\n**INSIDE LINES:**\n• Stationed just inside venue entrance\n• Guide participants to correct registration desk\n• Prevent congestion in entrance area\n• Answer immediate questions: bathroom location, where to wait, etc.\n• Keep traffic flowing smoothly\n• Redirect as needed: 'Registration desk 2 has a shorter line right now'\n• Maintain warm energy even during peak chaos\n• Coordinate with Outside Lines on flow\n\n**The art of line management:**\n• Stay calm when lines are long—your energy affects theirs\n• Keep people informed: 'It's moving quickly, you'll be checked in soon'\n• Engage with people warmly even briefly: 'Where are you from?' 'Is this your first event?'\n• Don't rush people through so fast they feel like cattle\n• Balance efficiency with humanity"
      },
      {
        "title": "Specialized Check-ins: Medical, Mental Health, Healee",
        "content": "**MEDICAL CHECK-IN & INTAKE LEAD:**\n\n**Purpose:**\nEnsure participants with medical conditions are properly supported throughout the week.\n\n**Primary responsibilities:**\n\n**Setup:**\n• Establish Medical Check-in station\n• Prepare medical waiver forms\n• Coordinate with Medical Lead on who needs to check in\n• Have list of pre-approved gravity chairs and accommodations\n• Set up private area for conversations\n\n**During check-in:**\n• Greet participants warmly: 'Hi, I'm [name] from the Medical team. Thanks for checking in with us.'\n• Review their medical information (submitted pre-event)\n• Confirm current status: 'How are you feeling today? Any changes since you registered?'\n• Finalize accommodations (gravity chair assignments, special seating, etc.)\n• Provide medical waiver if needed\n• Give clear instructions about accessing Medical team during event\n• Ensure they have Medical team contact info\n• Answer questions about breath contraindications or modifications\n\n**GRAVITY CHAIR / WHEELCHAIR ASSIGNMENTS:**\n• Coordinate with Medical Lead on final assignments\n• Show participants where their assigned chair is located\n• Explain chair is reserved specifically for them\n• Provide reserved sign with their name\n• Brief on protocol: chair is theirs for the week, don't let others use it\n\n---\n\n**MENTAL HEALTH CHECK-IN & INTAKE:**\n\n**Purpose:**\nEstablish connection with participants who flagged mental health concerns, provide reassurance.\n\n**Primary responsibilities:**\n\n**Setup:**\n• Establish private check-in area\n• Review list of participants who flagged mental health needs\n• Coordinate with Mental Health Leads\n• Prepare resource information\n\n**During check-in:**\n• Introduce yourself: 'Hi, I'm [name], one of the therapists supporting this event. I wanted to connect with you personally.'\n• Acknowledge their courage: 'Thank you for letting us know you might need support. We're here for you.'\n• Assess current state: 'How are you feeling about being here? Any concerns coming up?'\n• Explain availability: 'If you need support during the week, here's how to reach us...'\n• Normalize: 'This work can bring up a lot. It's completely okay to need support. That's what we're here for.'\n• Provide reassurance: 'You're safe here. We've got you.'\n• Don't force conversation if they're private—just establish availability\n\n---\n\n**HEALEE SUPPORT CHECK-IN (HSL & HST Reg Day):**\n\n**Purpose:**\nCheck in all HealEEs (Coherence Healing recipients), ensure they're prepared and supported.\n\n**Primary responsibilities:**\n\n**Setup:**\n• Set up Healee check-in desk in visible location\n• Prepare badge stickers, door number assignments\n• Have sign-in sheets ready\n• Coordinate with Medical team on HealEE needs\n• Set up for potential late registrations\n\n**During check-in:**\n• Greet warmly: 'Welcome! Are you a HealEE for Coherence Healing?'\n• Confirm registration and medical clearance\n• Provide special badge sticker and door number: 'This sticker and number are for Coherence Healing. Keep track of your door number—you'll need it.'\n• Verify caregiver information: 'Who is your caregiver? Can you give me their phone number?'\n• Add them to HealEE Telegram channel\n• Brief on process: 'You'll receive messages in the Telegram channel about CH timing. Follow the instructions there.'\n• Answer questions about CH logistics\n• Ensure they feel supported and excited (not anxious)\n\n**Post-registration follow-up:**\n• Identify missing, canceled, or no-show HealEEs\n• Coordinate with Medical and Customer Care on late registrations\n• Finalize CH plan with accurate HealEE count\n• Assign HST members to notify new HealEEs if needed\n\n---\n\n**MEDICAL WAIVER LEAD:**\n• Manage medical waiver signing for participants with contraindications\n• Explain what they're signing (modified breath practices)\n• Ensure they understand they can participate safely with modifications\n• Answer questions about breath modifications\n• File waivers properly for Medical team records\n\n**HEALEE APP LEAD / MEDICAL / HST LIAISON:**\n• Troubleshoot HealEE app issues during registration\n• Help HealEEs get connected to Telegram\n• Coordinate between Medical needs and HST logistics\n• Solve tech problems that arise\n• Bridge communication between teams"
      },
      {
        "title": "Group Lead Registration Day Responsibilities",
        "content": "**Many Group Leads also have significant Registration Day duties in addition to their week-long role.**\n\n**GROUP LEAD REGISTRATION DAY SPECIFIC TASKS:**\n\n**Pre-registration setup (morning):**\n• Arrive early to help with registration logistics\n• Fold T-shirts, make them presentation-ready\n• Count and section lanyards and wristbands by station\n• Verify iPad login and functionality\n• Set up physical registration desk spaces\n• Organize materials for easy access\n• Help create efficient flow through registration area\n\n**During registration:**\n• May staff registration desk directly\n• May assist with line management\n• May help with greeting and directing participants\n• Coordinate with Customer Care on registration workflow\n• Monitor count toward milestones (225, 240) to prevent supply shortages\n• Track registrations manually and electronically\n• Provide warm greeting and clear information to all participants\n\n**Special attention points:**\n• Ensure special needs participants are identified and guided appropriately\n• Confirm translation services for international participants\n• Note accessibility requests and coordinate with appropriate teams\n• Answer FAQ: schedule, meals, seating, venue details\n• Model calm energy even during peak volume\n\n**Transition to Week Long role:**\n• After registration closes (around 6 PM), transition to Group Lead duties\n• Begin preparing their section for Opening Session\n• Coordinate with their GLA and Greeters\n• Shift from registration mode to section management mode\n\n**The dual nature of Registration Day for Group Leads:**\nYou're helping build the foundation (registration) while also preparing for your ongoing role (section management). This requires flexibility and the ability to shift gears quickly.\n\nBy end of Registration Day, you transition fully into your Week Long duties for Days 2-7."
      },
      {
        "title": "Maintaining Flow During Chaos: The Art of Registration Day",
        "content": "**Registration Day is controlled chaos. Here's how to maintain flow:**\n\n**STAY GROUNDED:**\n• Your nervous system affects everyone around you\n• If you're frantic, participants feel unsafe\n• If you're calm, participants relax\n• Breathe. Ground. Reset between participants.\n\n**BALANCE SPEED AND WARMTH:**\n• Efficiency matters—people are waiting\n• But never lose the human connection\n• Eye contact. Smile. 'Welcome.' 'Thank you.'\n• You can be fast and warm simultaneously\n\n**KNOW WHEN TO ESCALATE:**\n• Complex issues? Send to Customer Care immediately\n• Don't try to solve everything at your station\n• Keep the line moving\n• Trust the system—other roles exist for a reason\n\n**COMMUNICATE WITH YOUR TEAM:**\n• Running low on supplies? Alert Lead immediately\n• Desk getting backed up? Signal for support\n• Participant having a crisis? Get appropriate team\n• You're not alone—use your resources\n\n**MAINTAIN ENERGY THROUGHOUT THE DAY:**\n• Registration runs 8+ hours\n• Pace yourself—it's a marathon\n• Take breaks when offered\n• Stay hydrated, eat during breaks\n• Tag out if you need a reset\n\n**HANDLE DIFFICULT PARTICIPANTS WITH GRACE:**\n• Some people arrive anxious, jet-lagged, frustrated\n• Don't take it personally\n• Stay calm: 'I understand this is frustrating. Let me help you.'\n• Escalate if they're abusive—you don't have to tolerate abuse\n• But most frustration comes from fear—meet it with kindness\n\n**CELEBRATE MILESTONES:**\n• When you hit 500 registered: acknowledge it\n• When lines clear: appreciate the team\n• When you handle a complex situation well: recognize it\n• Positive energy maintains morale\n\n**COORDINATE WITH OTHER ROLES:**\n• Registration Desk talks to Name Badge table about pace\n• Inside Lines coordinates with Reg Desk about capacity\n• Medical Check-in communicates with Reg Desk about special participants\n• Everyone working together, not in silos\n\n**WRAP-UP (around 6 PM):**\n• Final stragglers still registering during Opening Session—that's okay\n• Customer Care handles late registrations during event\n• Clean up registration area\n• Transition to your Week Long role\n• Debrief briefly: what worked, what didn't\n• Celebrate: you built the foundation for the week\n\n**THE ULTIMATE GOAL:**\nBy the time Dr. Joe begins teaching at 6 PM, every participant should feel:\n• Welcomed\n• Informed\n• Safe\n• Part of something organized and professional\n• Excited for what's ahead\n\nThat's what excellent Registration Day execution creates.\n\nYou're not just checking people in. You're opening the door to transformation."
      }
    ]
  },
  "phase3_integrate": {
    "quiz": [
      {
        "question": "You're working the Registration Desk. A participant checks in and then asks you detailed questions about the meditation schedule, meal times, how Coherence Healing works, and whether they can switch their seat to sit with their friend. The line behind them has 15 people waiting. What do you do?",
        "options": [
          {
            "text": "Get them checked in (T-shirt, wristband, badge), then kindly say: 'Those are great questions! Customer Care right over there can give you all those details. They'll help you with seating changes too. Welcome!' Keep the line moving.",
            "isCorrect": true,
            "feedback": "Perfect. You're fulfilling your role (check-in), answering briefly, but redirecting detailed questions to the right place (Customer Care). You're balancing service to this person with responsibility to the 15 people waiting. This is skilled Registration Day work—efficient, warm, and uses the system correctly."
          },
          {
            "text": "Take the time to answer all their questions thoroughly—they're anxious and need reassurance, and that's more important than keeping the line moving quickly",
            "isCorrect": false,
            "feedback": "While their needs matter, holding up 15 people to answer questions that Customer Care can better address isn't serving the greater good. Registration Desk's function is efficient check-in. Detailed questions and seating changes are Customer Care's domain. Redirect kindly but firmly. This balances individual care with collective needs."
          },
          {
            "text": "Rush through their check-in and curtly say 'Those questions are for Customer Care' without explaining where that is, so you can move on to the next person faster",
            "isCorrect": false,
            "feedback": "This loses the warmth. You can redirect efficiently without being curt. Point them to Customer Care, acknowledge their questions are valid, make them feel cared for—all in 15 seconds. Speed doesn't require coldness. Maintain humanity while maintaining flow."
          },
          {
            "text": "Ask a volunteer who's not currently busy to stand with this participant and answer all their questions so you can continue checking in the line",
            "isCorrect": false,
            "feedback": "This creates inefficiency. Customer Care exists for exactly this purpose. Pulling another volunteer to handle what Customer Care does means that volunteer can't do their assigned role. Use the system as designed—redirect to Customer Care. Don't improvise solutions when the proper channel exists."
          }
        ]
      },
      {
        "question": "You're working Name Badge Table. A participant's badge has their name spelled completely wrong. They're upset: 'How did this happen? I registered months ago!' What's your response?",
        "options": [
          {
            "text": "'I'm so sorry about that error. Let me fix this for you right now.' Create a corrected badge immediately (or hand-correct it clearly), apologize warmly, and get them on their way quickly with the right badge.",
            "isCorrect": true,
            "feedback": "Perfect. Immediate ownership, immediate solution, warm apology. You're not defending or explaining—you're fixing. Their frustration is valid. Your swift correction shows they matter. This is excellent service recovery. Get them the right badge, restore their confidence in the organization."
          },
          {
            "text": "Explain that registration data comes from their original submission, so they must have entered it wrong initially, but you'll fix it anyway",
            "isCorrect": false,
            "feedback": "Never blame the participant. Even if it's technically true they mistyped, this moment isn't about blame—it's about solution. They're already upset. Defensive explanation makes it worse. Just apologize and fix. Save the investigation for after registration. Customer service over being right."
          },
          {
            "text": "Send them to Customer Care since badge issues are their responsibility, and you're just distributing what was printed",
            "isCorrect": false,
            "feedback": "You're at the Name Badge table—this is exactly your job to solve. Don't redirect simple fixes. You can create a new badge or clearly correct the existing one in under a minute. Sending them elsewhere adds steps, delays, and frustration. Own the problem, fix it immediately."
          },
          {
            "text": "Give them the incorrect badge and suggest they just go by a nickname for the week since most people won't notice the spelling error",
            "isCorrect": false,
            "feedback": "Absolutely not. People's names matter. Identity matters. This is dismissive and disrespectful. Fix the badge correctly. This takes minimal time and shows respect. Never minimize something that's important to a participant just because it seems small to you."
          }
        ]
      },
      {
        "question": "You're Outside Lines volunteer. A participant arrives who's not on your registration list. They insist they registered and paid. They're getting agitated. The line behind them is growing. What do you do?",
        "options": [
          {
            "text": "Stay calm and empathetic: 'I believe you registered. Let me get you to the right people who can access the full system and solve this. Customer Care is just inside—they'll get you sorted out.' Guide them inside to Customer Care.",
            "isCorrect": true,
            "feedback": "Excellent. You're not saying they're wrong. You're not debating. You're not blocking them. You're directing them to people with access to the full registration system who can actually solve it. Your calm empathy de-escalates. You keep the line moving while ensuring they get help. This is perfect triage."
          },
          {
            "text": "Let them through immediately without being on the list—they're clearly upset and you don't want to make them more frustrated by making them wait",
            "isCorrect": false,
            "feedback": "Never compromise access control. They may not be registered. They may have wrong event. They may not have paid. Outside Lines exists to verify registration. Send them to Customer Care who can verify payment, check systems, and either confirm registration or solve the issue. Don't bypass the protocol."
          },
          {
            "text": "Tell them firmly that if they're not on the list, they're not registered, and they need to go to Customer Care to register and pay now",
            "isCorrect": false,
            "feedback": "Don't assume they're not registered just because they're not on your list. Lists can have errors. Names spelled differently. Registrations not synced. Your tone implies they're lying or at fault. Better approach: 'Customer Care has access to the full system and can verify your registration.' Stay neutral and helpful."
          },
          {
            "text": "Have them step aside and wait while you check with your Outside Lines Lead about what to do, keeping them there until you get clear direction",
            "isCorrect": false,
            "feedback": "This delays unnecessarily. You know the answer: Customer Care handles registration issues and system verification. You don't need Lead approval to redirect to Customer Care. Send them inside immediately. Don't make them wait outside while you check with someone—empower yourself to use the system correctly."
          }
        ]
      },
      {
        "question": "You're working Medical Check-in. A participant checks in who's on the gravity chair list. But when you show them where their chair is (back section), they're upset: 'I can't see from back there. Can I get a chair closer to the front?' What do you say?",
        "options": [
          {
            "text": "'Gravity chair placement is based on accessibility, safety, and available space. The back section provides the access you need. I understand you'd prefer to be closer, but the placement is what we can accommodate. Let me make sure you're comfortable in your assigned chair.'",
            "isCorrect": true,
            "feedback": "Perfect boundary-holding with compassion. You're explaining the reason (accessibility, safety, space constraints), acknowledging their preference, but maintaining the protocol. Gravity chair placement isn't negotiable based on view preference. You've pivoted to making sure they're comfortable where they are. This is firm and kind."
          },
          {
            "text": "Tell them you'll check with Medical Lead about moving a gravity chair forward, and get back to them later in the day with an answer",
            "isCorrect": false,
            "feedback": "Don't create false hope. Gravity chair placement is strategic and not easily changed. The back placement exists for good reasons (logistics, access, not disrupting others' views). Unless Medical Lead specifically told you chairs could be moved, don't suggest it might be possible. Set accurate expectations now."
          },
          {
            "text": "'I understand that's frustrating. Would you like me to check if we have a regular reserved seat closer to the front instead? You might see better from a regular seat if the view is your priority.'",
            "isCorrect": false,
            "feedback": "They were medically cleared for a gravity chair—meaning they need it, not just prefer it. Don't offer to downgrade their accommodation. The gravity chair is for medical necessity. If they want to decline it for a regular seat, that's their choice, but you shouldn't suggest it. Their medical need comes before view preference."
          },
          {
            "text": "Agree that the back section isn't ideal and privately tell them they can try sitting in one of the front gravity chairs if it's empty, since assignments are flexible",
            "isCorrect": false,
            "feedback": "Never do this. Gravity chair assignments are specific and not flexible. Each person's assignment is based on their medical assessment and logistics. Telling them to take someone else's chair creates conflict and undermines the entire assignment system. Hold the boundary. Back section is their assignment."
          }
        ]
      }
    ],
    
    "reflection": {
      "title": "First Impressions, Lasting Impact",
      "content": "Registration Day is when the container is built. When first impressions are made. When participants walk through the door and feel—immediately—whether this space is safe, whether they're welcome, whether they can trust what's about to unfold.\n\nYou're part of creating that feeling.\n\nThe Registration Desk volunteer who greets with warmth. The Seating Coordinator who ensures smooth flow. The Badge Checker who balances efficiency with kindness. The Greeter who makes eye contact and says 'Welcome home.'\n\n**These aren't small moments. These are the moments that set the tone for everything.**\n\nA participant who feels rushed, confused, or unwelcome on Day 1 carries that energy into the week. A participant who feels seen, cared for, and guided arrives at their seat already beginning to relax.\n\nYou're not just processing registrations. You're creating the energetic foundation for transformation.\n\n**And here's what makes Registration Day sacred:**\n\nYou're balancing two things that seem opposite: efficiency and presence. Speed and care. Getting 1,500 people registered quickly AND making each person feel individually welcomed.\n\nThat's the art. That's the practice.\n\nWhen you can smile genuinely while working quickly. When you can solve problems calmly while maintaining flow. When you can be both organized and warm—that's mastery.\n\nRegistration Day is long. It's intense. There will be moments of chaos. Participants will be confused, tired from travel, anxious about the week ahead.\n\n**Your groundedness becomes their anchor.**\n\nYour calm presence says: 'You're in the right place. We've got you. Everything is handled. You can relax now.'\n\nThat's the gift you give on Day 1. Not just a badge and a seat assignment. But a feeling of being held. Of being home.\n\nThat's why Registration Day matters. That's why your role is essential.\n\nYou're building the container. You're setting the tone. You're creating the first moment of trust that makes everything else possible."
    }
  },
  "phase4_anchor": {
    "summary": {
      "keyPoints": [
        "Registration Day is different—special roles, high volume, compressed time, first impressions matter",
        "Flow: Outside Lines → Inside Lines → Reg Desk → Name Badge → Specialized check-ins → Finding seats",
        "Reg Desk: efficient processing with warm greeting, escalate complex issues to Customer Care",
        "Specialized check-ins: Medical (safety), Mental Health (connection), Healee (CH logistics)",
        "Balance efficiency with warmth—speed without coldness, care without holding up the line",
        "Know when to escalate—don't solve everything yourself, use the system",
        "Your energy sets the tone—calm amidst chaos creates safety for nervous participants"
      ],
      "integration": "You now understand why Registration Day matters so much.\n\nThis isn't just logistics. It's the first impression that shapes the entire experience. It's the foundation that makes the week work.\n\nWhen 1,500 people flow through check-in smoothly, feeling welcomed and cared for, they arrive at Opening Session open and ready. When registration is chaotic, they arrive contracted and doubtful.\n\nYour role—whether Outside Lines, Reg Desk, Name Badge, or specialized check-in—creates that first impression.\n\nExecute with efficiency AND warmth. Use the system correctly. Stay grounded in chaos.\n\nYou're building the container that holds transformation.\n\nModule 3, Chapter 2 complete. Registration Day mastered."
    },
    "closingQuote": {
      "text": "The way you do anything is the way you do everything.",
      "author": "Dr. Joe Dispenza"
    },
    "nextChapter": {
      "title": "Additional Duties & Special Roles",
      "preview": "Meditation Assist, Room Reset, Coherence Healing coordination, and other critical support functions"
    }
  }
}
