{
  "id": "02",
  "moduleId": "03-roles",
  "title": "Registration Day Roles",
  "estimatedTime": "15 min",
  "phase1_prime": {
    "breathing": {
      "intro": "Registration Day is threshold consciousness. The first crossing.",
      "instructions": "Take a slow breath. This chapter is about first impressions. Creating safety through systems. Building the container from the very beginning."
    },
    "story": {
      "content": "Day 0, 3 PM. The ballroom was empty. Just chairs, a stage, and potential.\n\nBy 5 PM, transformation. Registration tables set up. T-shirts folded and organized by size. Lanyards counted and sectioned. Name badges printed and alphabetized. iPads logged in and tested. Medical waiver station ready. Healee check-in desk positioned. Inside Lines and Outside Lines volunteers briefed.\n\nJessica, first-time volunteer, watched it all come together. 'This seems like a lot just to check people in.'\n\nHer Team Lead, Marcus, smiled. 'This isn't just check-in. This is the first moment 1,500 people encounter this work physically. First impression. First energy. First sense of whether they're in good hands.'\n\n'Tomorrow morning at 10 AM, those doors open. People who've traveled from 40 countries, spent thousands of dollars, taken time off work, left families—they walk through that door with hopes, fears, expectations, and nerves. What do they encounter?'\n\n'Chaos? Long lines? Confusion? Volunteers who don't know what they're doing? That creates anxiety. Doubt. Contraction.'\n\n'Or do they encounter order? Warm smiles? Clear directions? Systems that work? Volunteers who are grounded and present? That creates safety. Trust. Openness.'\n\nRegistration Day arrived. 10 AM. Doors opened.\n\nJessica watched it unfold. Outside Lines volunteers greeting people warmly, checking them off lists. Inside Lines guiding them to the right registration desk. Reg Desk volunteers processing them efficiently. Name Badge table providing their credentials. Medical Check-in ensuring safety. Healee Support checking in HealEEs. Mental Health Check-in connecting with those who'd flagged needs.\n\nEvery person greeted. Every question answered. Every concern addressed. Flow, not chaos.\n\nBy 2 PM, 1,200 people registered. By 4 PM, almost everyone checked in. By 6 PM, Opening Session began.\n\nAfter the session, Marcus found Jessica. 'Did you see the difference? Those participants walked into Opening Session already open. Already trusting. Already believing this might work for them. That's what good Registration Day does.'\n\n'We built the container. Now the work can begin.'\n\nRegistration Day isn't logistics. It's sacred choreography. Every checkpoint serves dual function: practical processing and energetic welcome.\n\nYou're learning the dance.",
      "hook": "Registration Day builds the container. Your role creates the first impression that opens hearts."
    },
    "learningObjectives": [
      "Understand the complete registration flow and why each checkpoint exists",
      "Learn the specific Registration Day roles and their consciousness functions",
      "Master how to balance high-volume efficiency with genuine warmth",
      "Recognize common registration challenges and how to resolve them gracefully",
      "Embody threshold guardian energy: welcoming souls across the boundary"
    ]
  },
  "phase2_immerse": {
    "sections": [
      {
        "title": "Why Registration Day Matters",
        "content": "**Registration Day is threshold consciousness—the crossing from everyday life into sacred space.**\n\nWhen participants arrive, they're carrying:\n• Nervousness about whether this will work\n• Exhaustion from travel\n• Excitement mixed with doubt\n• Vulnerability about being seen\n• Hope for transformation\n\nYour energy in those first moments matters profoundly.\n\n**If they encounter:**\n• Chaos → They contract, questioning their decision\n• Confusion → They doubt the organization's competence\n• Coldness → They feel like numbers, not people\n• Inefficiency → They get frustrated before it even begins\n\n**If they encounter:**\n• Order → They relax, trusting they're in good hands\n• Clear guidance → They feel cared for\n• Warmth → They feel welcomed home\n• Smooth flow → They arrive at Opening Session already open\n\n**Registration Day builds the energetic foundation for the entire week.**\n\nYou're not processing people. You're welcoming souls across the threshold. This is sacred work disguised as logistics."
      },
      {
        "title": "The Complete Registration Flow",
        "content": "**Understanding the full system helps you see where your role fits:**\n\n**CHECKPOINT 1: OUTSIDE LINES**\n• Participants arrive at venue entrance\n• Outside Lines volunteers greet them warmly\n• Check names against master registration list\n• Confirm they're registered and ready to enter\n• Direct them inside to proper registration desk\n• Manage outdoor flow, prevent congestion\n• **Consciousness function:** \"You're expected. You're welcome. Come in.\"\n\n**CHECKPOINT 2: INSIDE LINES**\n• Participants enter the building\n• Inside Lines volunteers guide them to correct registration desk\n• Answer immediate questions (bathrooms, where to wait, what happens next)\n• Keep flow moving toward Reg Desks\n• **Consciousness function:** \"You're safe here. Let me guide you. We've got this organized.\"\n\n**CHECKPOINT 3: REGISTRATION DESK**\n• Participants check in at their assigned desk\n• Reg Desk volunteers verify registration, answer questions, provide materials\n• Efficient but warm processing\n• Direct to next stations (Name Badge, specialized check-ins)\n• **Consciousness function:** \"You belong here. We've been waiting for you. Here's what you need.\"\n\n**CHECKPOINT 4: NAME BADGE STATION**\n• Participants receive their name badge with section assignment\n• Quick, efficient handoff\n• Direct to specialized check-ins if needed, or to find their seats\n• **Consciousness function:** \"This is your identity in this space. You're part of the whole.\"\n\n**CHECKPOINT 5: SPECIALIZED CHECK-INS** (as needed)\n• Medical Check-in: For participants who need medical accommodations\n• Mental Health Check-in: For participants who flagged mental health needs\n• Healee Support Check-in: For participants receiving Coherence Healing\n• **Consciousness function:** \"Your needs matter. We see you. We'll take care of you.\"\n\n**CHECKPOINT 6: FINDING SEATS**\n• Participants locate their color section in ballroom\n• Greeters and Group Leads help them find seats\n• Section Team answers questions, provides orientation\n• **Consciousness function:** \"You're home. Your seat is waiting. Welcome to your section family.\"\n\n**The entire flow takes 5-15 minutes per person when running smoothly.**\n\nEach checkpoint builds trust. Each interaction either opens or contracts. Your awareness of the whole system helps you serve your part excellently."
      },
      {
        "title": "Registration Day Roles in Detail",
        "content": "**OUTSIDE LINES (Entrance Greeters)**\n\n**Where you are:** Outside venue entrance, before participants enter building\n\n**What you do:**\n• Greet participants warmly as they arrive\n• Check their name against master registration list on iPad/paper\n• Confirm they're registered for this event\n• Direct them inside to appropriate registration desk\n• Manage outdoor flow—if congestion builds, communicate with Inside Lines via Telegram\n• Handle immediate questions: \"Where's the bathroom?\" \"Is this the right entrance?\" \"Can I register now if I didn't pre-register?\"\n\n**Consciousness principles:**\n• **First human contact:** You're the energetic welcome mat. Smile genuinely. Make eye contact. Say their name.\n• **Calm amidst confusion:** Some participants are frazzled from travel. Your groundedness helps them land.\n• **Trust-building:** Checking the list isn't bureaucracy—it's confirmation. \"Yes, you're expected. You belong here.\"\n• **Escalation wisdom:** Can't find their name? Stay calm. Don't make them feel wrong. Say \"Let me connect you with someone who can help\" and walk them to Customer Care or Registration Desk Lead.\n\n**Common situations:**\n• Name not on list → Stay positive, walk them to Reg Desk or Customer Care\n• Trying to register on-site → Direct to Customer Care, not Reg Desk\n• Asking detailed event questions → \"The team inside will help with that. Let me get you checked in first.\"\n• Weather issues (rain/heat) → Communicate via Telegram, work with team to adjust flow\n\n---\n\n**INSIDE LINES (Flow Coordinators)**\n\n**Where you are:** Just inside venue entrance, before registration desks\n\n**What you do:**\n• Greet participants as they enter building\n• Direct them to correct registration desk (usually alphabetical)\n• Answer immediate orientation questions\n• Keep flow moving—prevent congestion in entrance area\n• Monitor registration desk lines, redirect if one desk is overloaded\n• Communicate with Outside Lines and Reg Desks via Telegram about flow\n\n**Consciousness principles:**\n• **Calm guidance:** Participants just crossed the threshold. They might be disoriented. Your clear direction grounds them.\n• **Spatial awareness:** You're managing energy flow through space. Keep people moving, but don't rush them.\n• **Systems thinking:** If one desk has 20 people and another has 3, redistribute. Balance creates smooth flow.\n• **Responsive communication:** If Outside Lines says \"50 people about to arrive,\" prep Reg Desks via Telegram.\n\n**Common situations:**\n• Participant asks \"Where do I go?\" → Check their last name, direct to appropriate desk\n• Congestion builds → Communicate via Telegram, redistribute flow, stay calm\n• Participant has complex question → Walk them to Customer Care, don't try to solve at entrance\n• Bathroom emergency → Point them to restrooms, tell them to return to check in\n\n---\n\n**REGISTRATION DESK TEAM**\n\n**Where you are:** Seated at registration desks, usually organized alphabetically\n\n**What you do:**\n• Welcome participants by name when they approach\n• Verify their registration in system (iPad or laptop)\n• Provide their event materials (T-shirt, lanyard, info packet if applicable)\n• Answer basic questions about the event\n• Direct them to Name Badge station next\n• If they need specialized check-in (Medical, Mental Health, Healee), direct them appropriately\n• Process efficiently but warmly—you're not a robot, you're a human welcoming another human\n\n**Consciousness principles:**\n• **Fast hands, warm heart:** Efficiency and warmth aren't opposites. You can process quickly AND make eye contact, smile, say their name with care.\n• **Energetic welcome:** \"Welcome!\" isn't just words. Feel it. Mean it. You're welcoming this soul home.\n• **Question wisdom:** If you know the answer, answer it. If you don't know or it's complex, say \"Great question! Let me connect you with someone who can help\" and point them to Customer Care.\n• **T-shirt diplomacy:** If they want a different size and you have it, give it to them with a smile. If you don't have it, \"Let me see what we can do\" and note it for Customer Care. Don't make T-shirts a battle.\n\n**Common situations:**\n• Registration not found → Check spelling variations, confirm event date. Still not found? Walk them to Customer Care.\n• Want to change section/seat assignment → \"Section assignments were made based on registration date and accessibility needs. Customer Care can look into options for you.\"\n• Have medical needs → \"Let me mark that you need to visit Medical Check-in. It's right over there. They'll take great care of you.\"\n• Questions about schedule/meals/hotel → Answer if you know. If detailed, direct to Customer Care or say \"That info will be in Opening Session.\"\n• Upset about something (late registration fee, section assignment, etc.) → Stay calm. Don't take it personally. \"I understand. Let me connect you with Customer Care—they can help.\"\n\n---\n\n**NAME BADGE STATION**\n\n**Where you are:** Station after Registration Desk, before specialized check-ins\n\n**What you do:**\n• Hand participants their name badge with section color assignment\n• Confirm they know their section color\n• Direct them to specialized check-ins if needed (Medical, Mental Health, Healee)\n• If no specialized check-in needed, direct them to find their seats in ballroom\n• Keep line moving—this is quick station\n\n**Consciousness principles:**\n• **Identity conferral:** The badge isn't just a name tag. It's their identity in this space. Hand it to them with care.\n• **Clarity:** Make sure they understand their section color. \"You're in Yellow section. Look for the yellow signs in the ballroom.\"\n• **Efficient kindness:** This station should take 15-30 seconds per person. Be warm but keep it moving.\n\n**Common situations:**\n• Can't find their badge → Double-check spelling, check if it's misfiled. Still not there? Send to Customer Care.\n• Don't understand section assignment → \"Your badge has your section color. Look for that color's signs in the ballroom. The Group Lead there will help you find your seat.\"\n• Want to change sections → \"Section assignments were made based on registration logistics. Customer Care can explore options.\"\n\n---\n\n**MEDICAL CHECK-IN**\n\n**Where you are:** Dedicated desk for participants who flagged medical needs during registration\n\n**What you do:**\n• Review their medical questionnaire/notes\n• Confirm their specific needs (wheelchair access, oxygen, seizure history, gravity chair need, etc.)\n• Coordinate accommodations: gravity chair assignment, accessible seating, medical alert on their file\n• Provide reassurance: \"We'll take good care of you.\"\n• Direct them to their section after check-in complete\n• Document any critical information in Smartsheet or Telegram as needed\n\n**Consciousness principles:**\n• **Dignity always:** People revealing medical vulnerabilities need to feel safe and respected. Never make them feel like a burden.\n• **Thoroughness with warmth:** Get the information you need to keep them safe, but do it with kindness.\n• **Don't diagnose:** You're gathering information, not providing medical advice. If they ask medical questions, defer to Medical Team Lead or their own healthcare provider.\n• **Gravity chair grace:** If someone needs a gravity chair, assign it without judgment. Their need is valid, full stop.\n\n**Common situations:**\n• Embarrassed about needs → \"Thank you for letting us know. This helps us take good care of you. There's no need to be embarrassed—we're here to support you.\"\n• Asking if they *really* need to disclose medical info → \"It's your choice, but it helps us help you. If you have a seizure and we don't know your history, we can't respond as effectively. Sharing this information protects you.\"\n• Want to change mind about gravity chair after seeing ballroom → \"Your medical need comes first. The chair is there for your safety and comfort. Let's keep your assignment, and if you feel fine later in the week, we can reassess.\"\n\n---\n\n**MENTAL HEALTH CHECK-IN**\n\n**Where you are:** Dedicated desk for participants who flagged mental health needs during registration\n\n**What you do:**\n• Review their mental health questionnaire/notes\n• Confirm their specific needs (anxiety, depression, PTSD, etc.)\n• Provide resources: Mental Health Team contact info, quiet room location, reassurance that support is available\n• Assess stability: Are they currently in crisis or managing well? If crisis, connect with Mental Health Lead immediately.\n• Let them know they can reach out anytime during the event\n• Direct them to their section after check-in complete\n\n**Consciousness principles:**\n• **Validation:** It takes courage to disclose mental health needs. Honor that courage. \"Thank you for sharing this with us. We're here to support you.\"\n• **Non-judgment:** You're not evaluating whether they \"should\" be there. They registered. They're here. Your job is support, not gatekeeping.\n• **Resource provision:** Make sure they know where to find help if needed. Write down Mental Health Team contact, show them where quiet room is.\n• **Crisis awareness:** If someone seems actively suicidal, psychotic, or in crisis, don't handle it alone. Get Mental Health Lead involved immediately.\n\n**Common situations:**\n• Nervous about whether they can handle intensive meditation → \"That's a very self-aware concern. The Mental Health Team is available throughout the event. You can also step out anytime you need a break. You have options.\"\n• Currently on psychiatric medication, worried about interactions → \"Please continue taking your prescribed medications. If you have concerns, talk with your prescriber. We support you managing your health however you need to.\"\n• Past trauma, worried about emotional release → \"The Mental Health Team will be nearby. If things feel overwhelming, you can signal them or step out. You're in control of your experience.\"\n• In active crisis during check-in → Stay calm. Stay with them. Signal Mental Health Lead immediately via Telegram or in person.\n\n---\n\n**HEALEE SUPPORT CHECK-IN**\n\n**Where you are:** Dedicated desk for participants who are receiving Coherence Healing (HealEEs)\n\n**What you do:**\n• Confirm they're scheduled to receive CH\n• Verify their session time(s) if pre-assigned\n• Provide orientation: where Healee waiting area is, what to expect, how process works\n• Answer questions about CH logistics\n• Coordinate with HSL if there are scheduling issues\n• Provide reassurance: \"This is a beautiful gift. We'll take good care of you.\"\n\n**Consciousness principles:**\n• **Honor the vulnerability:** Coming as a HealEE means admitting \"I need help.\" That's sacred courage. Treat it as such.\n• **Clarity about process:** Many first-time HealEEs are nervous. Explain what will happen clearly and warmly.\n• **Logistics as care:** Getting their session time right, making sure they know where to go—this isn't bureaucracy, it's ensuring their healing experience goes smoothly.\n• **No pressure:** If they seem uncertain or scared, reassure them they're in control. They can communicate with their Healers throughout.\n\n**Common situations:**\n• Nervous about CH process → \"It's natural to feel nervous. The Healers are trained and caring. You'll be lying on a table, fully clothed, while they work energetically. You can communicate anytime you need to. Many people find it deeply peaceful.\"\n• Not sure of their session time → Check Smartsheet/Healee schedule with HSL. Get them confirmed time.\n• Want to change session time → Coordinate with HSL. If possible, accommodate. If not, explain kindly why the schedule can't change.\n• Asking what CH will \"do\" or \"fix\" → \"Coherence Healing is energetic support. What you experience will be unique to you. Some people feel physical sensations, some feel emotional release, some feel peace. Trust your process.\"\n\n---\n\n**KEY PRINCIPLES FOR ALL REGISTRATION DAY ROLES:**\n\n1. **Efficiency AND warmth:** You can move quickly without being cold. Fast hands, warm heart.\n\n2. **Know when to escalate:** You don't need to solve every problem. Customer Care exists for complex issues. Don't be a hero—be part of the system.\n\n3. **Stay grounded in chaos:** Registration Day can get hectic. Your calm nervous system affects participants' nervous systems. Breathe. Ground. Trust the process.\n\n4. **Communicate via Telegram:** If you're overwhelmed, if you need supplies, if there's an issue—use Telegram. The team is there.\n\n5. **Remember the purpose:** You're not checking people in. You're welcoming souls home. Every interaction is an opportunity for that first impression to be warm, organized, and safe.\n\nRegistration Day is threshold work. You're the guardian at the gate, ensuring every soul crosses into sacred space feeling welcomed, seen, and cared for."
      },
      {
        "title": "Balancing Speed and Care",
        "content": "**The Registration Day paradox: You need to be both fast AND warm.**\n\nHere's how:\n\n**1. Efficient Systems, Human Touch**\n• Set up your station before people arrive (materials organized, tech working)\n• Have scripts for common questions so you don't have to think through explanations\n• Use participants' names—takes 1 second, creates huge warmth\n• Make genuine eye contact when welcoming them\n• Smile. Sincerely.\n\n**Fast**: \"Welcome, Sarah! Let me grab your materials. Here's your T-shirt—Large, right?—and your lanyard. Name Badge station is right behind me. Enjoy the event!\"\n**Warm**: Eye contact. Smile. Using her name. Confirming T-shirt size (small detail, big care).\n**Total time**: 45 seconds.\n\nYou didn't sacrifice speed for warmth OR warmth for speed. You integrated both.\n\n**2. Triage Your Responses**\n\n**Quick questions** (answer immediately):\n• \"Where's the bathroom?\" → Point and answer\n• \"What time does it start?\" → Give time\n• \"Do I need my badge the whole time?\" → Yes\n\n**Medium questions** (brief answer, offer follow-up):\n• \"Can I switch sections?\" → \"Section assignments are based on registration logistics. Customer Care can look into options for you.\"\n• \"Is there a meal plan?\" → \"Meals aren't provided, but there are great restaurants nearby. Customer Care has a list.\"\n\n**Complex questions** (escalate immediately):\n• \"I registered but paid the wrong amount and now my credit card was charged twice and I need a refund...\" → STOP. \"Let me connect you with Customer Care—they handle financial questions.\"\n• \"I have a medical condition that wasn't on the form but I need special accommodation...\" → \"Let me get you to our Medical Team. They'll take great care of you.\"\n\nDon't try to solve everything. Use the system.\n\n**3. Manage Your Energy**\n\n**Before registration starts:**\n• Arrive early, get set up\n• Take 5 minutes to ground yourself: breathe, set intention, remember the purpose\n• Hydrate, eat if needed, use bathroom\n• Check in with your team\n\n**During registration:**\n• Every 30-45 minutes, take a 2-minute breathing break if possible\n• If you feel yourself getting frazzled, take 3 deep breaths between participants\n• Notice your body: Are you tensing? Soften.\n• Notice your face: Are you smiling? Soften into warmth.\n\n**After registration ends:**\n• Take 10 minutes to decompress before Opening Session\n• Hydrate\n• Acknowledge yourself: You just welcomed hundreds of souls. That's sacred work.\n\n**4. Stay Connected to Purpose**\n\nWhen registration gets chaotic and you're processing the 400th person and the line isn't shrinking and someone just asked you the same question for the 50th time and you're tired...\n\n**Stop. Breathe. Remember:**\n\nThis person in front of you right now just traveled across the world. They're nervous. They're hopeful. They're wondering if this will work for them.\n\nYour warm smile in this moment might be the thing that helps them relax enough to be open in Opening Session.\n\nYou're not checking someone in. You're welcoming a soul home.\n\nThat shift in awareness changes everything.\n\nYou can maintain warmth even when you're tired. Because it's not performance—it's presence."
      },
      {
        "title": "Common Registration Day Challenges",
        "content": "**Challenge 1: Name Not on Registration List**\n\n**What's happening:** Participant arrives for check-in, but you can't find their name on any list.\n\n**Don't do:** Panic, make them feel wrong, say \"You must not be registered,\" try to troubleshoot it yourself for 10 minutes.\n\n**Do do:**\n1. Stay calm and positive\n2. Check spelling variations (Katherine vs Catherine, John vs Jon, etc.)\n3. Confirm they registered for THIS event (not a different date/location)\n4. If still not found: \"Let me connect you with someone who can look into this. Customer Care has access to full registration system.\"\n5. Walk them to Customer Care or call CC Lead over via Telegram\n6. Move on to next person—don't hold up the line trying to solve it\n\n**Consciousness principle:** They might feel embarrassed or worried. Your calm, \"We'll figure this out\" energy reassures them it's not a big deal and will be handled.\n\n---\n\n**Challenge 2: Upset Participant (About Section Assignment, Fee, Policy, Etc.)**\n\n**What's happening:** Participant is frustrated, angry, or upset about something—section placement, late registration fee, refund policy, whatever.\n\n**Don't do:** Get defensive, argue, take it personally, try to debate policy, say \"That's not my job.\"\n\n**Do do:**\n1. Listen without interrupting. Let them vent briefly.\n2. Validate (you don't have to agree, just acknowledge): \"I hear that you're frustrated.\"\n3. Stay calm. Your nervous system affects theirs.\n4. Don't try to solve it: \"Let me connect you with Customer Care. They can look into this situation specifically.\"\n5. Walk them to CC or call CC Lead over\n6. Don't internalize it. It's not about you.\n\n**Consciousness principle:** They're probably stressed from travel, nervous about the event, and that stress is leaking out. Your groundedness can help them regulate. But you're not their therapist or punching bag—escalate to CC.\n\n---\n\n**Challenge 3: Registration Congestion/Long Lines**\n\n**What's happening:** 200 people all arrive at once. Lines are backing up. Chaos brewing.\n\n**Don't do:** Panic, rush through people so fast you're cold, ignore the situation hoping it resolves itself.\n\n**Do do:**\n1. Communicate via Telegram: \"Reg Desk B has 30+ person line. Can we redistribute?\"\n2. Inside Lines team can redirect people to less busy desks\n3. If you have downtime at your desk, offer to help another desk\n4. Stay calm and warm with each person even while moving fast\n5. Remind yourself: This will pass. Stay present with the person in front of you right now.\n\n**Consciousness principle:** Your calm in chaos creates safety. If you're frazzled, participants feel it and contract. If you're grounded, participants feel that too and relax.\n\n---\n\n**Challenge 4: Participant Needs Accommodation Not Previously Disclosed**\n\n**What's happening:** Participant arrives at check-in and says \"Oh, by the way, I need a wheelchair-accessible seat\" or \"I have severe anxiety and need to know where the quiet room is\" or \"I'm supposed to get Coherence Healing but I don't think I'm on the list.\"\n\n**Don't do:** Get annoyed, say \"You should have told us during registration,\" try to figure it out yourself, make them feel bad for not disclosing earlier.\n\n**Do do:**\n1. Stay warm and helpful: \"Thanks for letting me know. Let me get you to the right person.\"\n2. For medical needs → Direct to Medical Check-in or Medical Team Lead\n3. For mental health needs → Direct to Mental Health Check-in or MH Lead\n4. For Healee/CH issues → Direct to Healee Support Check-in or HSL\n5. For accessibility needs → Check with Group Lead or Customer Care\n6. Document in Telegram if it's time-sensitive\n\n**Consciousness principle:** They might feel embarrassed about not disclosing earlier or about needing help. Reassure them it's fine, we're here to support them, we'll figure it out.\n\n---\n\n**Challenge 5: Technical Issues (iPad Not Working, Name Badge Printer Jammed, Etc.)**\n\n**What's happening:** Your technology breaks. iPad won't load. Printer is jammed. Wi-Fi is down.\n\n**Don't do:** Freak out, stop everything, leave your post unattended, troubleshoot for 20 minutes while line backs up.\n\n**Do do:**\n1. Signal via Telegram: \"Reg Desk C iPad not working. Need tech support.\"\n2. If you have paper backup lists, use them temporarily\n3. If another volunteer can help troubleshoot while you continue checking people in, great\n4. If you can't function without the tech, pause briefly and calmly tell participants: \"We're having a technical issue. This will be resolved shortly. Thank you for your patience.\"\n5. Stay calm. Tech issues are frustrating but fixable.\n\n**Consciousness principle:** Participants are watching how you handle difficulties. If you stay grounded and resourceful, they trust the event is well-run. If you panic, they contract.\n\n---\n\n**Challenge 6: Participant Asks About Refund/Schedule Change/Event Policy**\n\n**What's happening:** Participant wants to know refund policy, if they can change their event date, switch from in-person to virtual, etc.\n\n**Don't do:** Make up policy, guess, say \"I don't know\" and leave it there, argue about policy.\n\n**Do do:**\n• Redirect to Customer Care: \"That's handled by Customer Care. They'll know the policy and your specific situation. Let me connect you.\"\n• Don't try to interpret or explain policy yourself—you might get it wrong\n\n**Consciousness principle:** Clarity and boundaries. You're Registration, not Customer Care. It's fine to not know everything—the system has people who specialize in those questions.\n\n---\n\n**Challenge 7: You're Exhausted/Overwhelmed Mid-Registration**\n\n**What's happening:** You've been checking people in for 3 hours. You're tired. Your smile is strained. You just want a break.\n\n**Don't do:** Power through miserably, snap at participants, quit your post without communicating.\n\n**Do do:**\n1. Signal via Telegram: \"Can someone cover Reg Desk C for 10 minutes? Need a break.\"\n2. If possible, swap with another volunteer for a rotation\n3. Step away briefly: bathroom, water, 5 deep breaths outside\n4. Come back refreshed\n5. Remind yourself: Registration ends soon. Opening Session is close. You can do this.\n\n**Consciousness principle:** Your energy affects the field. If you need to pause and reset so you can return with warmth, that's better than continuing while depleted and cold.\n\nYou're human. Breaks are okay. Asking for support is strength, not weakness.\n\n---\n\n**KEY PRINCIPLE FOR ALL CHALLENGES:**\n\nStay calm. Use the system. Communicate via Telegram. Escalate when needed. Remember the purpose.\n\nYou don't have to solve everything yourself. That's why there's a team."
      }
    ],
    "reflection": {
      "title": "The First Welcome",
      "content": "Registration Day is when the container begins to form.\n\nBefore the first meditation. Before the first teaching. Before transformation even starts.\n\nYou're creating the conditions that make everything else possible.\n\nThis is profound work.\n\nBecause first impressions matter. Not superficially. Energetically.\n\nWhen someone arrives and feels welcomed—truly seen, truly received—they relax. They begin to trust. They open to possibility.\n\nWhen someone arrives and feels processed—rushed through, just another number—they contract. They guard. They stay defended.\n\nYou're learning to create the first kind of arrival. The kind that says: You're safe here. You're welcome here. You belong here.\n\nThis isn't about being friendly. It's about being present.\n\nPresent enough to make eye contact. To speak their name. To sense if they're nervous or excited or overwhelmed. To adjust your energy to what they need.\n\nSome people need warmth and reassurance. Some people need efficiency and clarity. Some people need space and minimal interaction.\n\nYou're learning to read what each person needs and offer it. Not from a script. From presence.\n\nThis is consciousness practice disguised as registration.\n\nYou're also learning to handle complexity with grace. Multiple lines. Missing information. Technology issues. People who don't speak English. People who are frustrated or confused.\n\nAll while staying grounded. All while maintaining the energy of welcome.\n\nThis develops capacity you'll use everywhere. The ability to handle multiple demands without getting flustered. To stay warm while being efficient. To solve problems without losing presence.\n\nAnd here's what you're really learning:\n\nThat how you do anything is how you do everything. That the \"small\" moment of checking someone in is actually the moment you're setting the tone for their entire experience.\n\nYou're learning that service is sacred. Not because you're special. Because you're willing to be fully present for each person, each moment, each interaction.\n\nRegistration isn't just logistics. It's the first act of holding space. The first moment of creating container. The first offering of: you matter here.\n\nWhen you understand this—when you truly feel it—your whole energy shifts.\n\nYou're not just checking people in. You're welcoming them home. You're creating the first moment of safety. You're beginning the transformation before it officially begins.\n\nThat's who you're becoming. Someone who knows that every interaction is an opportunity to create welcome. To offer presence. To serve.\n\nNot just on Registration Day. In life. Every moment someone crosses your threshold."
    }
  },
  "phase3_integrate": {
    "quiz": [
      {
        "question": "You're working Registration Desk when a participant approaches and says, 'I registered 6 months ago but my name's not on your list. I paid $2,000 for this. Where's my registration?' They're getting upset. What do you do?",
        "options": [
          {
            "text": "Stay calm, check spelling variations and confirm event date, then say: 'Let me connect you with Customer Care—they have access to the full registration system and payment records. They'll get this sorted out right away.' Walk them to CC.",
            "isCorrect": true,
            "feedback": "Perfect. You stayed calm (which helps them regulate), did basic troubleshooting (spelling, date), recognized this is a Customer Care issue (payment/registration records), and escalated appropriately. You didn't take it personally, didn't try to solve it yourself, and didn't leave them hanging. This is exactly right."
          },
          {
            "text": "Look through all the registration lists for 10 minutes trying to find their name while the line backs up behind them. If you still can't find it, tell them you don't know what happened and they'll have to figure it out with the event organizer.",
            "isCorrect": false,
            "feedback": "You held up the entire line for one person's complex issue, got nowhere, and then left them without clear next steps. Better: Do quick check (1-2 minutes max), then escalate to Customer Care immediately. Don't make yourself the hero—use the system."
          },
          {
            "text": "Tell them, 'You must have registered for a different event or different date. Check your confirmation email.' Then move on to the next person.",
            "isCorrect": false,
            "feedback": "Too dismissive. You just told them they made a mistake without actually knowing that's true. They might be right—maybe there's a registration error. Don't make assumptions. Validate their concern, do a quick check, and escalate to Customer Care who can actually investigate."
          }
        ]
      },
      {
        "question": "You're at Name Badge station. A participant approaches and says, 'My badge says I'm in Blue section in the back, but I paid early and should be in front. Can you change my section to Yellow?' What do you do?",
        "options": [
          {
            "text": "'Section assignments were made based on registration date, accessibility needs, and venue logistics. I can't change them here, but Customer Care can look into your specific situation. Let me point you to them.'",
            "isCorrect": true,
            "feedback": "Excellent. You explained WHY sections are assigned the way they are (not random), set a boundary (you can't change it here), but offered a path forward (Customer Care). You didn't argue, didn't dismiss their concern, and didn't overpromise."
          },
          {
            "text": "Just change their badge to Yellow section since they're asking nicely and it seems like a reasonable request. Keep the line moving.",
            "isCorrect": false,
            "feedback": "No—don't do this. Section assignments aren't arbitrary. They're based on registration logistics, accessibility needs, venue capacity, and Group Lead ratios. If you randomly reassign people, you're disrupting the entire system. Blue section Group Lead will be short a person, Yellow will be over capacity. Sections aren't flexible—escalate to Customer Care."
          },
          {
            "text": "'Sorry, sections are final. There's nothing anyone can do to change them. You'll have to stay in Blue section.'",
            "isCorrect": false,
            "feedback": "Too rigid and dismissive. While sections generally can't be changed, there are rare exceptions (accessibility issues, severe anxiety, etc.). Don't say 'nothing anyone can do'—that's probably not true. Say 'I can't change them here, but Customer Care can review your situation.' Give them a path forward, even if the answer will likely still be no."
          }
        ]
      },
      {
        "question": "You're working Outside Lines when a participant arrives 2 hours before registration opens. They ask if they can check in early since they're already here. What do you do?",
        "options": [
          {
            "text": "'Registration opens at 10 AM. We're not set up yet. You're welcome to wait nearby, but we can't check you in until registration officially starts. There are cafes down the street if you'd like to grab breakfast.'",
            "isCorrect": true,
            "feedback": "Perfect. You set the boundary clearly (registration isn't open yet), explained why (not set up), offered practical guidance (where to wait), and stayed warm. You didn't make them feel bad for arriving early, but you also didn't break protocol and check them in before the system was ready."
          },
          {
            "text": "Since they're already here and you have access to the registration list, go ahead and check them in early. It's more efficient than making them wait.",
            "isCorrect": false,
            "feedback": "Don't do this. Registration has a start time for a reason—the desks might not be fully set up, materials might not be ready, staffing might not be complete. If you check in one person early, others will see and expect the same. Hold the boundary. Registration opens when it opens."
          },
          {
            "text": "'No, registration doesn't start until 10 AM. You'll have to leave and come back later. We can't have people waiting around outside.'",
            "isCorrect": false,
            "feedback": "Too harsh. They didn't do anything wrong—they're just eager or didn't read the timing carefully. You can set the boundary without making them feel rejected. Better: 'Registration opens at 10. You're welcome to wait nearby or explore the area. See you at 10!'"
          }
        ]
      },
      {
        "question": "You're at Medical Check-in. A participant arrives and quietly says, 'I have a seizure disorder. I didn't want to write it on the form because I was embarrassed, but I thought I should tell someone in person.' What do you do?",
        "options": [
          {
            "text": "'Thank you for trusting us with this. I'm glad you shared it—it helps us keep you safe. Let me make a note in your file so our Medical Team knows. If anything happens during the event, we'll know your history and can respond appropriately. You did the right thing by telling us.'",
            "isCorrect": true,
            "feedback": "Beautiful. You validated their courage (thanked them for sharing), reassured them it was the right choice (helps us keep you safe), explained why it matters (Medical Team will know), and made them feel good about disclosing instead of embarrassed. This is how you create safety."
          },
          {
            "text": "'Why didn't you write it on the form? That information is really important. We need to know these things before people arrive.'",
            "isCorrect": false,
            "feedback": "This response shames them for not disclosing earlier. They already felt embarrassed—that's why they didn't write it on the form. Now they're telling you in person, which took courage. Don't make them feel worse. Validate the disclosure, document it, move forward with warmth."
          },
          {
            "text": "'Okay, I'll write it down. Do you need anything specific during the event?'",
            "isCorrect": false,
            "feedback": "This is adequate but misses the opportunity for deeper care. The participant revealed vulnerability—they said they felt embarrassed. Acknowledge that. Thank them. Reassure them. Make them feel good about trusting you. Then ask about accommodations. Lead with heart, then logistics."
          }
        ]
      },
      {
        "question": "You're working Healee Support Check-in. A participant says, 'I signed up to receive Coherence Healing, but now I'm having second thoughts. I'm kind of scared. Can I cancel?' What do you do?",
        "options": [
          {
            "text": "'It's totally normal to feel nervous. You're in complete control—if you want to cancel, that's fine. If you want to go forward and see how you feel, that's also fine. You can even change your mind during the session. What feels right to you?'",
            "isCorrect": true,
            "feedback": "Perfect. You normalized their nervousness, empowered them (you're in control), gave them options (cancel, continue, change mind mid-session), and asked what THEY want. You didn't pressure them either direction. This is respectful, warm, and honoring their autonomy."
          },
          {
            "text": "'Don't be scared! Coherence Healing is amazing. You're going to love it. So many people have incredible experiences. I really think you should do it.'",
            "isCorrect": false,
            "feedback": "Too pushy. You're pressuring them to continue based on your enthusiasm. They said they're scared—validate that, don't dismiss it. And don't over-promise outcomes ('you're going to love it'). Healing is personal. Let them decide without your agenda influencing them."
          },
          {
            "text": "'If you want to cancel, I'll need to check with the HSL to see if that affects the schedule. It might mess things up if you back out now.'",
            "isCorrect": false,
            "feedback": "This makes them feel guilty for considering cancellation ('mess things up'). Don't guilt-trip them. They're allowed to change their mind. Yes, coordinate with HSL about schedule if they cancel, but don't make them feel bad about it. Frame it as: 'Your choice is completely valid. Let me check with the team about logistics.'"
          }
        ]
      }
    ]
  },
  "phase4_anchor": {
    "summary": {
      "keyPoints": [
        "Registration Day is threshold consciousness—first impressions create the energetic foundation",
        "Balance speed with warmth: Fast hands, warm heart",
        "Know when to escalate to Customer Care, Medical, or Mental Health",
        "Your grounded presence in chaos creates safety",
        "You're welcoming souls across the threshold into sacred space"
      ],
      "integration": "Registration Day is fast. Intense. High-volume. And profoundly important.\n\nYou're building the container. One interaction at a time.\n\nYou're threshold guardians. Welcome them home."
    },
    "closingQuote": {
      "text": "How you do anything is how you do everything. Excellence in the small details creates trust in the big transformation.",
      "author": "Dr. Joe Dispenza"
    },
    "nextChapter": {
      "title": "Additional Duties & Specialized Roles",
      "preview": "The invisible work that holds everything"
    }
  }
}
