{
  "id": "03",
  "moduleId": "03-roles",
  "title": "Additional Duties & Special Roles",
  "estimatedTime": "16 min",
  "phase1_prime": {
    "breathing": {
      "intro": "This chapter is about the roles that make everything else possible.",
      "instructions": "The invisible support. The critical moments. The hands that set up the field."
    },
    "story": "Day 2, 4:45 AM. Most volunteers were still asleep. But not the Meditation Assists.\n\nSarah entered the ballroom in darkness. Meditation would begin at 6 AM. She'd be in position for the next three hours, watching 1,500 people drop into altered states. Ready to respond if someone needed help.\n\nShe'd trained for this. Read the protocol guide three times. Understood the difference between emotional release and crisis. Knew when to intervene and when to hold space. This was sacred responsibility.\n\nAcross the ballroom, the Room Reset team was already working. They'd been there since 10 PM the night before, after everyone left. Moving gravity chairs into position. Placing reserved signs. Setting up each section according to the detailed plan. Every chair in its place. Every sign correctly positioned.\n\nBy 5:30 AM, the Signs Lead was doing final checks. Walking each section, verifying placements, replacing damaged signs, ensuring clarity. The details that most people would never notice—but would definitely notice if they were wrong.\n\nOutside, the Coherence Healing Ballroom Lead was coordinating with venue staff. Setting up the flow for tomorrow's CH session. Positioning materials. Planning entry patterns. Making sure 100+ HealEEs could enter smoothly, be cared for properly, and exit safely.\n\nSection Leads were already in position by 5:45 AM, scanning their areas. Everything ready? Any issues? Medical access clear? Participants would arrive in 15 minutes.\n\nThese weren't the visible roles. No one thanked the Room Reset team for working until midnight. Participants didn't know Meditation Assists were watching during every meditation. The Signs Lead's work was invisible if done correctly.\n\nBut without these roles? Chaos.\n\nWithout Room Reset, participants would arrive to find gravity chairs in wrong places, signs missing, sections disorganized.\n\nWithout Meditation Assists, medical emergencies would go unnoticed until too late.\n\nWithout Signs Lead, confusion would ripple through seating, creating constant disruptions.\n\nWithout CH Coordinators, Coherence Healing would be logistical disaster instead of sacred experience.\n\nAfter the event, Sarah reflected: 'I used to think the important roles were the ones people saw—the Group Leads, the Door team, Customer Care. But now I understand: the most important roles are often the invisible ones. The ones that make everything else possible. The foundation no one notices—until it's not there.'",
    "whyThisMatters": {
      "quote": "The difference between who you are and who you want to be is what you do.",
      "author": "Dr. Joe Dispenza",
      "content": "Additional Duties are the roles that support everything else. They're assigned ON TOP OF your primary Week Long role.\n\n**Why these roles exist:**\n\nYour primary role (Group Greeter, HST member, etc.) is your consistent responsibility throughout the week. But certain functions need specialists:\n\n• **Meditation Assist (MA):** Requires specific training and temperament. Watching hundreds of people in altered states, knowing when and how to intervene.\n\n• **Room Reset:** Happens after everyone leaves (late night). Requires physical work, attention to detail, coordination.\n\n• **Signs Lead:** Ongoing management of all signage throughout event. Requires organization and proactive problem-solving.\n\n• **Coherence Healing coordination:** Complex logistics that need dedicated focus during CH sessions.\n\n• **Section Leads:** Additional layer of section oversight and coordination.\n\nThese roles are typically assigned to experienced volunteers who can handle both their primary duty AND the additional responsibility.\n\n**Why this chapter matters:**\n\nEven if you're not assigned these roles your first event, you need to understand them:\n\n1. **Coordination:** Your primary role will interact with these roles. Group Greeters work with Room Reset. HST coordinates with CH Outside Ballroom Lead. Understanding their function helps you coordinate better.\n\n2. **Appreciation:** When you understand what these roles do, you appreciate the invisible work. The person who stayed until midnight setting up chairs deserves recognition.\n\n3. **Aspiration:** These are often roles experienced volunteers grow into. Understanding them helps you see the path forward.\n\n4. **Coverage:** Sometimes these roles need help. If you understand their function, you can support them effectively.\n\nThis chapter goes deep into:\n• Meditation Assist complete protocol and scenarios\n• Room Reset coordination with Signs and Greeters\n• CH Lead coordination (ballroom and outside ballroom)\n• Section Lead responsibilities\n• How these roles interconnect with primary duties\n\nThese are the roles that make the invisible visible through their absence. When they're done well, no one notices. When they're done poorly, everything suffers.\n\nLearn them. Respect them. Aspire to them."
    },
    "learningObjectives": [
      "Understand Meditation Assist protocol and when/how to intervene during meditations",
      "Learn Room Reset coordination with Signs Lead and Greeters for nightly setup",
      "Master Coherence Healing Lead responsibilities for smooth CH flow",
      "Recognize how Additional Duties support and enhance primary Week Long roles"
    ]
  },
  "phase2_immerse": {
    "sections": [
      {
        "title": "Meditation Assist (MA): Holding Space in Altered States",
        "content": "**Meditation Assist is one of the most sacred and demanding volunteer roles.**\n\n**OVERVIEW:**\n\nMAs are present in the ballroom during ALL guided meditations led by Dr. Joe. They watch, observe, and compassionately support participants experiencing intense emotional, physical, or energetic responses.\n\n**This role requires:**\n• Calm presence under pressure\n• Deep discernment and intuition\n• Ability to read energy and body language\n• Knowledge of when to intervene vs. when to hold space\n• Emotional regulation and grounding\n• Quick coordination with Medical team\n• Respect for the sacred nature of transformation\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Hold energetic presence:**\n• Maintain grounded, centered state throughout meditation\n• Your nervous system affects the field\n• Be fully present, not distracted or checked out\n• Stay in your assigned section of ballroom\n\n**Observe participants quietly and neutrally:**\n• Watch without judgment\n• Notice patterns and intensity levels\n• Track who might need support\n• Stay attuned to the room's energy\n\n**Respond to disruptive or potentially unsafe behaviors:**\n• Crying/sobbing loudly\n• Shaking or moving uncontrollably\n• Screaming or vocalizing intensely\n• Falling off chair or striking others unintentionally\n• Unable to return to present awareness at meditation end\n• Any behavior that poses safety risk\n\n**Communicate immediately with Medical team:**\n• Post in Telegram when intervention needed\n• Provide clear location and description\n• Stay with participant until help arrives\n• Brief Medical clearly on what you witnessed\n\n**Maintain personal grounding:**\n• Process your own reactions separately\n• Don't absorb participants' energy\n• Stay regulated so you can respond effectively\n• Take breaks if needed\n\n**Follow assigned rotations fairly:**\n• MA rotation is established to prevent burnout\n• Everyone shares the load\n• Stay flexible as schedule adjusts\n• Support other MAs in staying unified\n\n**Support Meditation Lead:**\n• The Meditation Lead (ML) coordinates all MAs\n• Follow their guidance and coordination\n• Help keep team coherent and present\n• Communicate issues to ML\n\n**WHAT YOU MAY WITNESS:**\n\nParticipants may:\n• Cry or sob loudly\n• Shake or move uncontrollably\n• Scream or vocalize loudly\n• Fall off chair or unintentionally strike others\n• Be unable to return to ordinary awareness\n• Display intense emotional release\n• Show signs of trauma processing\n• Enter very deep trance states\n\nYour role: Observe first, respond second. Always prioritize safety, tact, and discretion.",
        "pullQuote": {
          "text": "When you change your energy, you change your life. When we all change our energy together, we change the world.",
          "author": "Dr. Joe Dispenza"
        }
      },
      {
        "title": "MA Protocol Guide: Specific Scenarios and Responses",
        "content": "**The manual provides detailed protocol for each scenario you might encounter as an MA.**\n\n**SCENARIO 1: CRYING / EMOTIONAL RELEASE**\n\n**What to do:**\n• Hold space silently—no need to intervene unless disruptive to others\n• Stay present and grounded in your section\n• Use soft, supportive gaze to acknowledge their experience if appropriate\n• If participant is AUDIBLY LOUD and affecting those around them:\n  - Move closer, offer quiet presence\n  - Light touch on shoulder (if culturally appropriate and welcomed) can help regulate\n  - Be ready to step back as soon as they settle\n\n**What NOT to do:**\n• Don't shush, interrupt, or try to stop the crying\n• Don't offer physical contact unless intuitively guided and safe to do so\n• Don't assume they need intervention—tears are often healing\n\n---\n\n**SCENARIO 2: SHAKING / UNCONTROLLED PHYSICAL MOVEMENT**\n\n**What to do:**\n• Assess whether they're safe in their space\n• Move closer to ensure they won't fall or hit someone\n• If at risk of injury, gently place hands behind shoulders or block nearby participants to keep everyone safe\n• If escalates beyond safe shaking:\n  - Signal ML via Telegram\n  - Call for backup quietly\n  - Position yourself to prevent injury\n\n**What NOT to do:**\n• Don't restrain their movement unless physically dangerous\n• Don't panic—your calm is part of their safety\n• Don't grab or force them to stop moving\n\n---\n\n**SCENARIO 3: SCREAMING / LOUD VOCAL OUTBURSTS**\n\n**What to do:**\n• Move calmly and confidently toward the participant\n• Assess whether it's energetic release or psychological distress\n• Position yourself near them to buffer sound and reduce ripple effect\n• If sustained or disruptive:\n  - Signal ML and call for backup quietly\n  - Communicate to nearby participants through calm body language\n  - Stay present without trying to verbally quiet them unless intuitively clear\n\n**What NOT to do:**\n• Don't try to verbally quiet person unless you feel clear and supported to do so\n• Don't remove them from ballroom unless directed by ML or Medical\n• Don't draw additional attention to the situation\n\n---\n\n**SCENARIO 4: FALLING / RISK OF INJURY**\n\n**What to do:**\n• If participant is about to fall off chair or into others, respond immediately\n• Support them gently—aim for shoulder, back, or side\n• If necessary, help guide them safely to floor\n• Alert ML or Medical if any injuries occur\n• Stay with them after fall to assess and support\n\n**What NOT to do:**\n• Don't lift or move them forcefully\n• Don't assume they're unconscious—stay close and observe\n• Don't leave them alone after a fall\n\n---\n\n**SCENARIO 5: NOT RETURNING TO PRESENT AWARENESS (POST-MEDITATION)**\n\n**What to do:**\n• Approach quietly and respectfully\n• Gently say their name or 'Come back now' with kindness and presence\n• Offer grounding cues: 'Feel your feet... take a breath... you're here.'\n• If no response, get ML and Medical to assess\n• Stay with them until help arrives\n\n**What NOT to do:**\n• Don't touch or shake unless safe and necessary\n• Don't leave them alone—stay until help arrives\n• Don't assume they'll 'snap out of it' on their own\n\n---\n\n**GENERAL GUIDELINES FOR ALL SCENARIOS:**\n\n• Your job: observe, support, protect the energetic container\n• When in doubt: call for support via Telegram or to ML\n• Use non-verbal cues first whenever possible\n• Stay neutral, loving, grounded—don't absorb their energy\n• If you feel activated, breathe, step back, and regroup\n• Trust your instincts about when intervention is needed\n• Always prioritize safety (theirs and others')\n• Maintain confidentiality—don't discuss specific incidents with other volunteers\n\n**SELF-ASSESSMENT LEVELS:**\n\nThe manual provides these self-identification levels:\n\n**ML (Meditation Lead):** Able to lead entire team, step into any situation\n**MCMA (Most Capable Med Assist):** Very experienced, able to support fully, may defer to Lead for complex moments\n**MASL (Med Assist Still Learning):** Learning, observing, ready to grow; able to communicate clearly when support is needed\n**NY (Not Yet):** Not ready for this role; all first-time volunteers begin here\n\nBe honest about your level. MA role requires experience and temperament. It's an honor to grow into, not an entitlement."
      },
      {
        "title": "Room Reset Lead & Coordination with Signs/Greeters",
        "content": "**ROOM RESET LEAD:**\n\nWorks closely with Signs Lead and Greeter/Room volunteers to ensure the ballroom is perfectly set up each evening for the next day.\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Evening coordination:**\n• After Dr. Joe finishes teaching and participants leave (usually 7-9 PM)\n• Coordinate with Signs Lead on placement plan for the next day\n• Brief Greeter/Room volunteers on their specific assignments\n• Post detailed instructions in Telegram Room Reset Instructions topic BEFORE ending session so setup can be done quickly\n\n**Setup tasks:**\n• Position all gravity chairs according to seating plan\n• Ensure gravity chairs are LOCKED and stable\n• Place reserved signs on correct chairs for participants needing them\n• Verify each gravity chair has correct reserved sign for assigned person\n• Keep track of each gravity chair—they're limited and essential for participants who need them\n• Coordinate chair placement across all color sections\n• Work with Greeter/Room volunteers from each section\n\n**Why this matters:**\nMany participants can ONLY attend the event if they have a gravity chair. They may have had recent surgeries, spinal conditions, or mobility limitations. Losing track of chairs or placing them incorrectly means someone who needs accommodation doesn't get it.\n\n**Timing:**\nSetup typically happens 7 PM - 10 PM (or later). It's physical work. Requires attention to detail. Requires coordination across multiple sections.\n\n---\n\n**SIGNS LEAD:**\n\nManages all signage throughout the event—reserved seats, section markers, group identifiers, etc.\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Pre-event:**\n• Number and label reserved signs to match seating map\n• Write seat assignments on back of signs for quick organization\n• Identify missing or damaged signs\n• Implement workflow for sign replacements\n• Coordinate with Group Leads on sign needs\n\n**Daily management:**\n• Work with Room Reset Lead on evening placement\n• Ensure signs are in correct locations each morning\n• Replace damaged or missing signs quickly\n• Track sign inventory\n• Coordinate with Group Leads when signs go missing\n• Post updates about sign issues in Telegram\n\n**Why precision matters:**\nSigns indicate reserved seating for medical accommodations, accessibility needs, or specific participant requirements. Wrong sign = wrong person in wrong seat = accommodation fails.\n\n---\n\n**GREETER/ROOM:**\n\nGroup Greeter assigned to work with Room Reset Lead each evening for their color section's setup.\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Evening setup (their section only):**\n• Ensure all gravity chairs for their color section are in position\n• Verify chairs are locked and stable\n• Place reserved signs correctly on assigned chairs\n• Check that each gravity chair has correct participant's name/sign\n• Report any missing chairs or signs to Room Reset Lead\n• Follow detailed instructions posted in Telegram by Room Reset Lead\n\n**Why this role matters:**\nRoom Reset Lead can't set up entire ballroom alone. Greeter/Room volunteers from each section own their area. This distributes the work and ensures each section is correctly prepared.\n\n**The coordination:**\nRoom Reset Lead → creates plan, posts instructions\nSigns Lead → provides signs, tracks inventory, replaces as needed\nGreeter/Room volunteers → execute setup for their specific section\nGroup Leads → verify setup is correct before morning\n\nEveryone working together. Quick setup. Accurate placement. Ready for next day."
      },
      {
        "title": "Coherence Healing Leads: Ballroom & Outside Ballroom",
        "content": "**Coherence Healing sessions are among the most logistically complex parts of the event. Two dedicated leads coordinate different aspects.**\n\n**COHERENCE HEALING LEAD - BALLROOM:**\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Setup coordination:**\n• Coordinate with HSL on overall CH plan\n• Manage ballroom setup for CH sessions\n• Ensure HealER seating is properly configured\n• Work with Group Leads on section preparation\n• Verify materials are in position (blankets, sheets, supplies)\n\n**Flow management during CH:**\n• Oversee HealER entry and seating\n• Ensure pods are formed correctly (HealERs around HealEEs)\n• Manage timing of CH phases\n• Coordinate with Medical on special needs HealEEs\n• Handle any in-ballroom issues during CH\n• Work with HST on material distribution and collection\n\n**Post-CH coordination:**\n• Oversee breakdown and material collection\n• Ensure ballroom returns to normal seating configuration\n• Coordinate with HSL on sign-in sheet collection\n• Report any issues or concerns\n\n**Why this role matters:**\nCoherence Healing involves 30-100+ HealEEs, hundreds of HealERs, specific positioning, sacred timing, and physical materials. Without clear ballroom coordination, it becomes chaos rather than ceremony.\n\n---\n\n**COHERENCE HEALING LEAD - OUTSIDE BALLROOM:**\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Pre-CH coordination:**\n• Work with HSL on HealEE entry flow\n• Coordinate with Door Lead on entry logistics\n• Set up HealEE holding/staging area outside ballroom\n• Ensure signage and wayfinding are clear\n• Brief HST on outside responsibilities\n\n**HealEE flow management:**\n• Manage HealEE gathering before CH begins\n• Coordinate entry timing with Ballroom Lead\n• Ensure HealEEs enter in organized manner\n• Support HealEEs who need assistance (wheelchairs, mobility aids, caregivers)\n• Work with Medical on participants with special needs\n• Handle any questions or concerns before entry\n\n**Caregiver coordination:**\n• Ensure caregivers know where to wait during CH\n• Verify caregiver contact information is accurate\n• Coordinate with Medical if caregiver needed during CH\n• Manage caregiver reunion with HealEE after CH\n\n**Post-CH exit management:**\n• Coordinate HealEE exit from ballroom\n• Ensure smooth flow out\n• Reunite HealEEs with caregivers if applicable\n• Support participants who need help transitioning\n• Coordinate with Medical for any post-CH needs\n\n**Why this role matters:**\nHealEEs are often the most physically vulnerable participants—recent surgeries, severe conditions, mobility limitations. They need organized, compassionate coordination from outside the ballroom. This role ensures they're cared for before, during transition, and after CH.\n\n---\n\n**HOW BOTH CH LEADS WORK TOGETHER:**\n\n• Outside Lead manages HealEE gathering and entry\n• Communicates timing to Ballroom Lead: 'HealEEs ready to enter'\n• Ballroom Lead signals when ballroom is ready to receive them\n• Outside Lead coordinates entry flow\n• Ballroom Lead positions HealEEs in pods\n• Both coordinate with HSL, Medical, Door Lead, Group Leads\n• After CH: Ballroom Lead manages in-ballroom breakdown\n• Outside Lead manages exit flow and caregiver reunion\n\n**The principle:**\nCH has too many moving parts for one person. Two dedicated coordinators—one inside ballroom, one outside—ensure smooth flow, proper care, and sacred timing."
      },
      {
        "title": "Section Leads & Integration with Primary Roles",
        "content": "**SECTION LEADS:**\n\nAn additional layer of section oversight and coordination, typically assigned to experienced volunteers.\n\n**PRIMARY RESPONSIBILITIES:**\n\n**Section coordination:**\n• Support Group Lead with section management\n• Provide additional eyes and presence in section\n• Help monitor participant needs\n• Assist with flow and logistics during sessions\n• Coordinate with Group Greeters in section\n\n**Communication bridge:**\n• Relay information between Group Lead and other teams\n• Monitor Telegram for section-relevant updates\n• Communicate issues or needs to appropriate teams\n• Help Group Lead stay informed without being overwhelmed\n\n**Problem-solving:**\n• Handle minor section issues independently\n• Escalate complex issues to Group Lead\n• Support participants with questions or concerns\n• Ensure section runs smoothly\n\n**Backup leadership:**\n• Step in if Group Lead needs break or is handling another issue\n• Maintain section coherence and order\n• Keep team functioning smoothly\n\n**Why this role matters:**\n250 people in a section is a lot. Group Lead can't see everything or be everywhere. Section Lead provides additional oversight, support, and coordination.\n\n---\n\n**HOW ADDITIONAL DUTIES INTEGRATE WITH PRIMARY ROLES:**\n\n**Example: Group Greeter + Greeter/Room**\n• Day duties: Greet participants, help them find seats, create welcoming energy\n• Evening duties: Stay late to help Room Reset Lead set up gravity chairs and signs for your section\n• Integration: You know your section during the day, so you're perfect to set it up at night\n\n**Example: HST member + Meditation Assist**\n• Primary role: Support HSL with Coherence Healing logistics\n• Additional duty: Serve as MA during certain meditation sessions\n• Integration: When you're not in MA rotation, you're doing HST work. When you're MA, that's your focus.\n\n**Example: Group Lead + Section Lead**\n• Sometimes the same role\n• Sometimes Section Lead supports Group Lead as additional layer\n• Integration: Work together to manage section effectively\n\n**The principle:**\nAdditional Duties don't replace your primary role. They're assigned in addition to it, typically because:\n1. You have capacity and experience to handle both\n2. The timing doesn't conflict (Room Reset is evening, primary role is daytime)\n3. Your primary role complements the additional duty (Greeter who knows section does Room Reset for that section)\n\n**Managing dual responsibilities:**\n• Communicate clearly about your availability\n• Don't overcommit—if dual roles are too much, speak up\n• Prioritize based on timing (if both roles need you simultaneously, escalate to Team Lead)\n• Take care of yourself—additional duties are demanding\n• Ask for support when needed\n\n**Recognition:**\nVolunteers who take on Additional Duties are providing extra service. This should be recognized and appreciated. If you see someone doing Room Reset at 10 PM after being in the ballroom since 5 AM—thank them. Their invisible work makes everything possible."
      }
    ]
  },
  "phase3_integrate": {
    "quiz": [
      {
        "question": "You're serving as Meditation Assist during an afternoon session. A participant in your section is crying—not sobbing loudly, just tears streaming down their face. They seem present and grounded. What do you do?",
        "options": [
          {
            "text": "Hold space silently. Stay present and grounded in your section. Use a soft, supportive gaze to acknowledge their experience if you make eye contact, but don't intervene. This is release, not crisis.",
            "isCorrect": true,
            "feedback": "Perfect. You're recognizing that tears aren't automatically a problem. They're not disruptive to others, the person seems present and processing—this is healing, not emergency. Your quiet presence is the intervention. You're holding space without interfering. This is skilled MA work—knowing when NOT to intervene."
          },
          {
            "text": "Approach them and quietly ask if they're okay or if they need support—you want to make sure they're not in crisis",
            "isCorrect": false,
            "feedback": "Don't interrupt their process unnecessarily. If they're crying quietly and seem grounded, approaching them can actually pull them out of important healing. Your question becomes the disruption. Hold space from where you are. If their crying escalates to loud sobbing that affects others, then move closer. But quiet tears? Let them flow."
          },
          {
            "text": "Signal Medical team via Telegram that someone is crying in case they need psychological support",
            "isCorrect": false,
            "feedback": "Crying during meditation isn't a medical or psychological emergency. It's often part of the transformational process. Only call Medical/Mental Health if someone is in crisis—dissociating, trauma response, unable to regulate, or disrupting others significantly. Quiet tears don't require intervention. Don't over-escalate normal emotional release."
          },
          {
            "text": "Move to another area of your section so the person has privacy during their emotional moment",
            "isCorrect": false,
            "feedback": "Don't abandon your monitoring responsibility. Stay in your section. You can give them psychological space (not staring at them) while still maintaining awareness. Your job is to observe the whole section, including them. Moving away means you can't assess if their state changes. Stay present, stay aware, just don't hover or stare."
          }
        ]
      },
      {
        "question": "You're the Greeter/Room volunteer for the Blue section. Room Reset Lead posts detailed instructions in Telegram at 7:30 PM for tonight's setup. You see that two gravity chairs need to be moved to different locations in your section. What do you do?",
        "options": [
          {
            "text": "Follow the posted instructions exactly. Move the two gravity chairs to the specified locations, ensure they're locked and stable, place the correct reserved signs on them, and report completion to Room Reset Lead.",
            "isCorrect": true,
            "feedback": "Perfect execution. You read the instructions, followed them precisely, ensured safety (locked chairs), placed correct signage, and confirmed completion. This is exactly what Greeter/Room role requires—taking ownership of your section's setup according to the plan. Clean, clear, complete."
          },
          {
            "text": "Wait for Room Reset Lead to come to your section and show you exactly where the chairs should go—you don't want to place them incorrectly",
            "isCorrect": false,
            "feedback": "The instructions were posted precisely so you could execute independently. Room Reset Lead can't personally supervise every section—that's why the plan is detailed and posted. Trust the instructions. If they're unclear, ask for clarification. But don't wait for hand-holding when you have clear direction. Take ownership."
          },
          {
            "text": "Check with your Group Lead first to confirm this change makes sense for your section before moving any chairs",
            "isCorrect": false,
            "feedback": "Room Reset Lead coordinates with Group Leads on the overall plan before posting instructions. By the time instructions are posted, the plan is approved. You don't need to double-check with Group Lead—that creates redundant communication and delays. Follow the posted plan. If Group Lead sees an issue later, they'll raise it."
          },
          {
            "text": "Post in Telegram asking if anyone else in Blue section can help you move the chairs since it's physical work",
            "isCorrect": false,
            "feedback": "This is your assigned role—Greeter/Room for Blue section. Moving two gravity chairs is well within the physical demands of the role. Don't offload your responsibility unless you genuinely can't do it (injury, physical limitation). If that's the case, communicate that directly to Room Reset Lead. But general 'can someone else do this' undermines the assignment system."
          }
        ]
      },
      {
        "question": "You're serving as Meditation Assist. During meditation, a participant suddenly starts shaking intensely—their whole body jerking rhythmically. They're still in their chair but it looks like they might fall off. What's your immediate response?",
        "options": [
          {
            "text": "Move quickly to them, position yourself to prevent falling, ensure space around them is clear so they won't hit anything. Don't restrain the shaking, but be ready to support them if they start to fall. Signal another MA or Medical if it escalates beyond safe shaking.",
            "isCorrect": true,
            "feedback": "Excellent crisis response. You're protecting them from injury (falling, hitting things) without trying to stop the energetic release (the shaking itself). You're positioned to help if needed, you're ensuring their safety, and you're prepared to escalate if it becomes more intense. This is exactly the right balance—protective but not interfering with their process."
          },
          {
            "text": "Immediately post in Telegram for Medical team—this level of shaking could indicate a seizure or other medical emergency that requires professional assessment",
            "isCorrect": false,
            "feedback": "Intense shaking during deep meditation is often energetic release, not seizure. The key distinction: are they conscious? Is the shaking rhythmic or more chaotic? First step: get close, assess safety, protect from falling. If it continues escalating or shows seizure signs (loss of consciousness, different quality of movement), then call Medical. But don't immediately assume medical emergency for intense shaking alone."
          },
          {
            "text": "Gently place your hands on their shoulders to calm and ground them—physical touch can help regulate their nervous system and stop the shaking",
            "isCorrect": false,
            "feedback": "Don't try to stop the shaking with restraint or 'grounding touch.' The body is releasing something—let it. Your job is to prevent injury from the shaking (falling, hitting things), not to stop the release itself. Only use touch if they're about to fall or if you're intuitively very clear it's needed. Otherwise, let the process happen while keeping them safe."
          },
          {
            "text": "Step back and give them space—they're having an intense experience and your presence nearby might make them self-conscious or interrupt their process",
            "isCorrect": false,
            "feedback": "No—safety first. If they're at risk of falling, you need to be close enough to prevent injury. You're not interrupting their process by preventing a head injury from hitting the floor. Move closer, position protectively, stay ready. Your presence isn't about making them comfortable—it's about keeping them safe. Don't prioritize 'giving space' over preventing physical harm."
          }
        ]
      },
      {
        "question": "You're the Coherence Healing Lead - Outside Ballroom. Twenty minutes before CH is scheduled to begin, you notice that several HealEEs haven't arrived at the gathering area yet, and some who are there are asking questions about the process. What do you do?",
        "options": [
          {
            "text": "Calmly answer questions for those present, while coordinating with HSL via Telegram to check on missing HealEEs. Verify with Ballroom Lead that setup is on track. Keep gathered HealEEs informed and comfortable. Don't rush the process—better late than chaotic.",
            "isCorrect": true,
            "feedback": "Perfect multi-tasking and prioritization. You're handling the people in front of you (answering questions, keeping them calm), coordinating with other roles (HSL about missing people, Ballroom Lead about timing), and maintaining quality over speed (better to start late than to rush and create chaos). This is skilled event coordination under time pressure."
          },
          {
            "text": "Send HST members to search the venue for missing HealEEs—they need to be here now or CH can't start on time",
            "isCorrect": false,
            "feedback": "Don't panic or create urgency that stresses everyone. CH can start a few minutes late if needed—that's better than frantically searching and making HealEEs feel like they've done something wrong. Post in Telegram to HSL (who manages HealEE communication), check if missing HealEEs are coming or skipping this session. Stay calm. Rushing creates more problems than it solves."
          },
          {
            "text": "Begin entry process with the HealEEs who are present—you can add latecomers as they arrive, and it's more important to start on time than to wait for stragglers",
            "isCorrect": false,
            "feedback": "Don't start entry without coordinating with HSL and Ballroom Lead. Entry needs to be organized—not piecemeal with people trickling in. A few minutes delay to gather everyone is better than disrupting the process mid-entry. Communicate with your team, verify status, then start organized entry when ready. Quality over punctuality."
          },
          {
            "text": "Alert Dr. Joe's team that CH may need to be delayed or postponed—you can't run the session without all registered HealEEs present",
            "isCorrect": false,
            "feedback": "Massive over-escalation. Missing a few HealEEs doesn't mean the session is postponed. Some HealEEs may have chosen to skip this session, or they may arrive shortly. Coordinate with HSL to determine status. If they're coming, wait briefly. If they're not participating, proceed without them. Don't escalate to Dr. Joe's team unless there's a true crisis affecting the entire session."
          }
        ]
      }
    ]
  },
  "phase4_anchor": {
    "summary": {
      "keyPoints": [
        "Additional Duties support primary roles—typically assigned to experienced volunteers who can handle both",
        "Meditation Assist: observe, support, intervene only when necessary—know the difference between release and crisis",
        "Room Reset coordinates with Signs Lead and Greeter/Room volunteers for nightly ballroom setup",
        "Coherence Healing Leads (Ballroom & Outside) manage complex CH logistics and HealEE flow",
        "Section Leads provide additional oversight and support to Group Leads in managing sections",
        "These roles are often invisible—done well, no one notices; done poorly, everything suffers",
        "Dual responsibilities require clear communication, self-care, and knowing when to ask for support"
      ],
      "integration": "You now understand the roles that make everything else possible.\n\nThe Meditation Assist holding space while 1,500 people enter altered states. The Room Reset team working until midnight so the ballroom is perfect the next morning. The Signs Lead tracking every reserved sign so accommodations don't fail. The CH Leads coordinating complex logistics so healing can happen smoothly.\n\nThese aren't the celebrated roles. No one applauds when signs are in the right place. But they're essential.\n\nIf you're assigned Additional Duties, know you're being trusted with critical functions. If you're not assigned them yet, understand and appreciate those who are.\n\nThese roles require skill, dedication, and often personal sacrifice (late nights, intense responsibility). They're the foundation that holds everything else up.\n\nModule 3 complete. You understand the full role structure—primary, Registration Day, and Additional Duties.\n\nReady for Module 4: detailed critical protocols."
    },
    "closingQuote": {
      "text": "The moment you decide to change, the quantum field responds to your decision.",
      "author": "Dr. Joe Dispenza"
    },
    "nextChapter": {
      "title": "Recognizing & Responding to Seizures",
      "preview": "Critical protocols for identifying seizures and providing immediate, life-saving support"
    }
  }
}